[
  {
    "task": "Maintain an M16 Series Rifle / M4 Series Rifle Carbine",
    "number": "071-COM-0032",
    "conditions": "You have just returned from a mission with your loaded M16 series rifle or M4 series carbine and have been directed to conduct maintenance on your weapon. You have a small-arms accessory case. Some iterations of the task should be performed in MOPP 4.",
    "standards": "Clear, disassemble, clean, inspect, lubricate, assemble, and perform a function check on the M16/M4. Maintain the magazine and ammunition.",
    "steps": [
      ["Clear the weapon.", "Point the weapon in safe direction.", "Attempt to place the selector lever on SAFE.", "Remove the magazine from the weapon, if present.", ["Lock the bolt open.", "Pull the charging handle forward.", "Press the bottom of the bolt catch.", "Move the bolt forward until it engages the bolt catch.", "Return the charging handle to the forward position.", "Ensure the receiver and chamber are free of ammo."], "Place the selector lever on safe.", "Press the upper portion of the bolt catch to allow the bolt to go forward.", "Place the selector lever from SAFE to SEMI.", "Squeeze trigger.", "Pull the charging handle fully rearward and release it, allowing the bolt to return to the full forward position.", "Place the selector lever on SAFE."],
      ["Disassemble the weapon.", "Remove the sling.", ["Remove the handguard only if you can see dirt or corrosion through the vent holes.", "Plaec the weapon on the buttstock.", "Press down on the slip ring with both hands.", "Pull the handguards free."], "Push the take down pin as far as it will go.", "Pivot the upper receiver from the lower receiver.", "Push the receiver pivot pin in as far as it will go.", "Separate the upper and lower receivers.", ["Remove carrying handle, if applicable.", "Loosen the screws on the left side of the clamping bar.", "Lift the handle off once the clamping bar is loose."], "Pull back the charging handle.", "Remove the bolt carrier and bolt.", "Remove the charging handle.", ["Disassemble the bolt carrier.", "Remove the firing pin retaining pin.", "Push in bolt assembly to locked position.", "Drop firing pin out of rear of bolt carrier.", "Remove the bolt cam pin by turning it one-quarter of a turn and lifting it out.", "Remove bolt assembly from carrier.", "Press the rear of the extractor pin to check spring function.", "Remove the extractor pin by pushing it out with the firing pin.", "Lift out the extractor and spring, taking care that the spring does not separate from the extractor."], ["Remove buffer and buffer spring from buttstock.", "Press in buffer, depress retainer, and release buffer.", "Remove buffer and action spring."], ["Remove the buttstock (M4 series only).", "Extend the buttstock assembly to full open.", ["Separate the buttstock assembly from the lower receiver extension.", "Grasp the lock lever in the area of the retaining nut.", "Pull downward.", "Slide the buttstock to the rear."]]],
      ["Clean the weapon.", ["Clean the bore.", "Attach three cleaning rod sections together.", "Swab out the bore with a patch moistened with CLP or RBC.", "Attach the bore brush.", "Point muzzle down.", "Hold the upper receiver in one hand while inserting the end of the rod without the brush into the chamber.", "Let the rod fall straight through the bore.", "Attach the handle section of the cleaning rod to the end of the rod sticking out of the muzzle.", "Pull the brush through the bore and out of the muzzle.", "Take off the handle section.", "Run the brush through the bore again by repeating the process.", "Replace the bore brush with the rod tip.", "Attach a patch with CLP to the rod tip.", "Pull the patch through the bore."], ["Upper receiver group.", "Connect chamber brush to cleaning rod handle.", "Dip the chamber brush in CLP and insert in chamber and locking lugs.", "Push and twist to clean.", "Use a worn out bore brush to clean putside of gas tube.", "Clean the entire upper receiver by wiping it down."], ["Bolt carrier group.", "Clean carbon and oil fronm firing pin.", "Clean bolt carrier key with worn brush.", "Clean firing pin recess with pipe cleaner.", "Clean firing pin hole with pipe cleaner.", "Clean behind bolt rings and lip of extractor.", "Clean carbon deposits and dirt from locking lugs."], ["Lower receiver group.", "Wipe dirt from trigger with a patch.", "Use a patch dampened with CLP to clean powder fouling, corrosion, and dirt from outside parts of lower receiver and extension assembly.", "Use pipe cleaner to clean buttstock drain hole.", "Clean buffer assembly, spring, and inside with patch dampened with CLP.", "Wipe dry."], ["Clean the ejector.", "Place a few drops of CLP on the ejector.", "Press the ejector in using a spent round casing or dummy round.", "Hook casing under extractor and rock back and forth against ejector.", "Repeat this process a few times adding lubricant until the action of the ejector is smooth and strong.", "Dry off excess CLP when process is completed."]],
      ["Inspect the weapon for serviceability.", ["Upper receiver group.", "Check handguards or rails for cracks, broken tabs, proper installation, and loose heat shields.", "Check front sight post for straightness.", "Check depression of the front detent.", "Check compensator for looseness.", "Check barrel for straightness, cracks, burrs, or looseness.", "Check charging handle for cracks, bends, or breaks.", "Check rear sight assembly for properly working windage and elevation adjustments.", "Ensure the short and long range sight spring holds the selected sight in place.", "Check gas tube for bends or retention to barrel."], ["Bolt carrier group.", "Inspect bolt cam pin for cracking or chipping.", "Inspect firing pin for bends, cracks, and sharp or blunted tip.", "Inspect for missing or broken gas rings.", "Inspect bolt cam pin area for cracking or chipping.", "Inspect locking lugs for cracking or chipping.", "Inspect extractor assembly for missing extractor spring assembly with insert and for chipped or broken edges on the lip which engages the cartridge rim.", "Inspect firing pin retaining pin to determine if bent or badly worn.", "Inspect bolt carrier for loose bolt carrier key.", "Inspect for cracking or chipping in cam pin hole area."], ["Lower receiver.", "Inspect buffer for cracks or damage.", "Inspect buffer spring for kinks.", "Inspect buttstock for broken buttplate or cracks.", "Inspect for bent or broken selector lever.", "Inspect rifle grips for cracks or damage.", "Inspect for broken or bent trigger.", "Visually inspect the inside parts of the lower receiver for broken or missing parts."], "Turn in weapons with unserviceable parts for maintenance."],
      ["Lubricate the weapon.", ["Upper receiver and carrying handle.", "Lightly lubricate inside of upper receiver, bore, chamber, front sight, outer surfaces of barrel, and under the handguards.", ["Apply a drop or two of lubricant to the front sight detent.", "Depress and apply two or three drops of CLP to the front sight detent.", "Depress several times to work the lube into the spring."], ["Apply a drop or two of lubricant to both threaded studs.", "Lightly lube the clamping bar and both round nuts.", "Lightly lube the mating surface."], "Apply one or two drops of lubricant to the adjustable rear sight.", ["Ensure that the lubricant is spread evenly in the rear sight by rotating the following parts.", "Elevation screw shaft.", "Elevation knob.", "Windage knob.", "Windage screw."], ["Lower receiver group.", "Lightly lube the inside and outside lower receiver extension, buffer, and action spring.", "Lightly lube the inside buttstock assembly.", "Generously lube the buttstock lock-release lever and retaining pin."], "Generously lube the take down pin, pivot pin, detents, and all other moving parts and their pins."], ["Bolt carrier group.", "Lightly lube the charging handle and the inner and outer surfaces of the bolt carrier.", "Place one drop of CLP in the carrier key.", "Apply a light coat of CLP on the firing pin and firing pin recess in the bolt.", "Generously lube the outside of the bolt body, bolt rings, and cam pin area.", "Apply a light coat of CLP on the extractor pin."]],
      ["Assemble the weapon.", ["Install the buttstock assembly (M4 series only).", "Align the buttstock assembly with the lower receiver extension.", "Pull downward on the lock release lever near the retaining pin.", "Slide the buttstock assembly onto the lower receiver extension."], "Insert the action spring and buffer.", ["Assemble the bolt carrier.", "Insert the extractor and spring.", "Push in the extractor pin.", "Slide the bolt into the carrier.", "Replace the bolt cam pin.", "Drop in and seat the firing pin.", "Pull the bolt back.", "Replace the retaining pin."], "Engage and then push the charging handle in part of the way.", "Slide in the bolt carrier assembly.", "Push in the charging handle and the bolt carrier group together.", "Join the upper and lower receivers.", "Engage the receiver pivot pin.", "Close the upper and lower receiver groups.", "Push in the take down pin.", "Replace the handguards.", "Replace the carrying handle, if applicable.", "Replace the sling."],
      ["Perform a function check on the weapon."],
      ["Maintain the magazine.", ["Disassemble the magazine.", "Insert the nose of a cartridge into the hole in the base of the magazine.", "Raise the rear of the magazine until the indentation on the base is clear of the magazine.", "Slide the base forward until it is free of the tabs.", "Remove the magazine spring and follower (do not separate)."], "Clean all parts using a rag soaked with CLP.", "Dry all parts.", "Inspect parts for damage suc as dents and corrosion.", ["Lightly lube the spring only.", "Insert the follower and spring into the magazine tube.", "Jiggle the spring to seat them in the magazine.", "Slide the base under all four tabs until it is fully seated.", "Make sure the printing is on the outside."], "Assemble the magazine."],
      ["Maintain the ammunition.", "Clean the ammunition with a clean dry rag.", ["Inspect for and turn in any ammunition with the following defects.", "Corrosion.", "Dented cartridges.", "Cartridges with loose bullets.", "Cartridges with the bullet pushed in."]]
      ],
    "references": {
        "required": ["TC 3-22.9", "TM 9-1005-319-10"]
    },
    "skill": 1,
    "subject": 1
  },
  {
    "task": "Perform a Function Check on an M16-Series Rifle / M4-Series Carbine",
    "number": "071-COM-0029",
    "conditions": "You are a member of a squad or team preparing for a tactical operation and must ensure the operability of your assigned M16-series rifle or M4-series carbine.",
    "standards": "Conduct a function check and ensure that the weapon operates properly with the selector switch in each position.",
    "steps": [
      ["Confirm the M16/M4 is clear."],
      ["Conduct a function check on the M16/M4.", "Place selector lever on SAFE.", "Pull charging handle to rear and release.", "Pull trigger.", "Place selector lever on SEMI.", "Pull trigger.", "Hold trigger to the rear and charge the weapon.", "Release the trigger with a slow, smooth motion, until the trigger is fully forward.", "Pull trigger.", "Place selector level on BURST (M16A2, M16A4, and M4 only).", "Charge weapon one time.", "Squeeze trigger.", "Hold trigger to the rear.", "Charge weapon three times.", "Release trigger.", "Squeeze trigger.", "Place the selector switch on AUTO (M16A3 and M4A1 only).", "Pull the charging handle to the rear, charging the weapon.", "Squeeze the trigger.", "Hold the trigger to the rear.", "Cock the weapon again.", "Fully release the trigger then squeeze it again."]
      ],
    "references": {
      "related": ["TC 3-22.9", "TM 9-1005-319-10"]
    },
    "skill": 1,
    "subject": 1
  },
  {
    "task": "Load an M16-Series Rifle / M4-Series Carbine",
    "number": "071-COM-0028",
    "conditions": "You are assigned an M16-series rifle or M4-series carbine and must load it in preparation for operation. You have 5.56-mm ammunition in a 20 or 30 round magazine. Some iterations of this task should be performed in MOPP 4.",
    "standards": "Keep the weapon pointed in a safe direction, ensure chamber is empty, place weapon on safe, insert a magazine, and chamber a round.",
    "steps": [
      ["Keep the weapon pointed in a safe direction."],
      ["Ensure chamber is clear.", "Pull the charging handle to the rear.", "Check the chamber to ensure it is clear.", "Return the charging handle to the forward position."],
      ["Place weapon on SAFE."],
      ["Lock the bolt to the rear.", "Pull the charging handle rearward.", "Press and hold the bottom of the bolt catch.", "Allow the bolt to move forward until it engages the bolt catch.", "Release the bottom of the bolt catch.", "Return the charging handle to the forward position."],
      ["Insert the magazine.", "Rotate the BURST cam to the BURST position.", "Ensure the bolt is forward and the selector lever is on BURST."],
      ["Chamber a round.", ["Chamber a round when the bolt is open.", "Press the upper portion of the bolt catch allowing the bolt to go forward.", "Tap the forward assist to ensure that the bolt is fully forward and locked."], ["Chamber a round when the bolt is closed.", "Pull the charging handle to the rear as far as it will go.", "Release the charging handle.", "Tap the forward assist to ensure that the bolt is fully forward and locked."]]
      ],
    "references": {
      "required": ["TC 3-22.9", "TM 9-1005-319-10"]
    },
    "skill": 1,
    "subject": 1
  },
  {
    "task": "Unload an M16-Series Rifle / M4-Series Carbine",
    "number": "071-COM-0027",
    "conditions": "You have just returned from a mission and have been directed to unload your M16-series rifle or M4-series carbine. Some iterations of this task should be performed in MOPP 4.",
    "standards": "Unload the M16-series rifle or M4-series carbine so that the magazine and all ammunition are removed from the weapon.",
    "steps": [
      ["Point the weapon muzzle in a safe direction."],
      ["Place the selector lever on SAFE."],
      ["Remove the magazine."],
      ["Lock the bolt open.", "Pull the charging handle to the rear.", "Press the bottom portion of the bolt catch, locking the bolt open.", "Return the charging handle to the forward position.", "Place the selector lever on SAFE."],
      ["Ensure that no ammunition is in the receiver and chamber."],
      ["Return the bolt to the closed position.", "Press the upper portion of the bolt catch allowing the bolt to go forward.", "Place selector lever on SEMI.", "Pull the trigger to release the pressure on the firing pin spring.", "Close the ejection port cover."]
      ],
    "references": {
      "required": ["TC 3-22.9", "TM 9-1005-319-10"]
    },
    "skill": 1,
    "subject": 1
  },
  {
    "task": "Correct Malfunctions of an M16-Series Rifle / M4-Series Carbine",
    "number": "071-COM-0033",
    "conditions": "You have a stoppage while engaging targets with your M16-Series rifle or M4-Series carbine. Some iterations of this task should be performed in MOPP 4.",
    "standards": "Perform immediate and/or remedial action so you can continue to engage targets.",
    "steps": [
      ["Perform immediate action.", "Slap upward on the magazine to ensure it is fully seated and that the magazine follower is not jammed.", "Pull the charging handle fully to the rear.", "Observe the ejection of a live round or expended cartridge.", "Release the charging handle; do not ride the charging handle.", "Tap the forward asssit to ensure that the bolt is closed.", "Squeeze the trigger and try to fire the rifle."],
      ["Perform remedial action.", ["Correct an obstructed chamber.", "Attempt to place the weapon on SAFE.", "Remove the magazine.", "Lock the charging handle to the rear.", "Place the selector lever on SAFE, if not already done.", "Visually inspect the chamber.", ["Remove obstructions from the chamber key.", "Angling the ejection port downward and shaking the rifle to remove cartridge.", "Using a cleaning rod to push out a cartridge stuck in the chamber."]], ["Correct a mechanical malfunction.", "Clear the weapon.", "Disassemble the weapon.", "Inspect for dirty, corroded, missing, or broken parts.", "Clean dirty or corroded parts.", "Replace missing or broken parts.", "Assemble the weapon.", "Perform a function check."]]
      ],
    "references": {
      "required": ["TC 3-22.9", "TM 9-1005-319-10"]
    },
    "skill": 1,
    "subject": 1
  },
  {
    "task": "Zero an M16-Series Rifle / M4-Series Carbine",
    "number": "071-COM-0031",
    "conditions": "You are assigned an M16-series rifle or M4-series carbine and have been directed to zero the weapon. You have 18 rounds of 5.56-mm ammunition, the appropriate 25-meter zero target, and sandbags for support. Some iterations of this task should be performed in MOPP 4.",
    "standards": "Fire the weapon and adjust the sights so that five out of six rounds in two consecutive shot groups strike within the 4-centimeter circle on the target using 18 rounds or less. Record your zero.",
    "steps": [
      ["Set either the mechanical zero or battlesight zero on your weapon.", ["Determine whether to set a mechanical zero or the battlesight zero.", ["Set a mechanical zero if-", "The weapon sights have been serviced.", "The weapon is newly assigned to the unit.", "The current zero on the weapon is questionable."], "Set a battlesight zero if a mechanical zero is not required."], "Set a mechanical zero on your weapon.", ["Adjust the Front Sight.", "Move the front sightpost until the base of the front sightpost is flush with the front sightpost housing.", "(M16A1 only) Move the front sightpost, from the flush position, 11 clicks in the direction of UP."], ["Adjust the Rear Sight (by weapon type).", "(M16A1 only) Turn the rear sight windage drum left until it stops.", "(M16A1 only) Turn the windage drum 17 clicks to center it.", "(M16A2 / M16A3 / M16A4 / M4-series) Set rear apertures by positioning the apertures so the unmarked aperture is up and the 0-200 meter aperture is down.", "(M16A2 / M16A3 / M16A4 / M4-series) Set windage by turning the windage knob to align the index mark on the 0-200 meter aperture with the long center index line on the rear sight assembly.", "(M16A2 / M16A3) Set the elevation of the M16A2/A3 by turning the elevation knob counterclockwise until the rear sight assembly rests flush with the carrying handle and the 8 / 3 marking is aligned with the index line on the left side of the carrying handle.", "(M16A4 only) Turn the elevation knob counterclockwise until the rear sight assembly rests flush with the carrying handle and the 6 / 3 marking is aligned with the index line on the left side of the carrying handle.", "(M4-series only) Turn the elevation knob counterclockwise until the rear sight assembly rests flush with the detachable carrying handle and the 6 / 3 marking is aligned with the index line on the left side of the carrying handle."], ["Set a battlesight zero on your weapon.", "(M16A1 only) Adjust Rear Sight by flipping the aperture to ensure the aperture marked \"L\" is visible.", "(M16A2 / M16A3 / M16A4 / M4-series) Adjust rear aperture by positioning the apertures so the unmarked aperture is up and the 0-200 meter aperture is down.", "(M16A2 / M16A3 / M16A4 / M4-series) Adjust windage by turning the windage knob to align the index mark on the 0-200 meter aperture with the long center index line on the rear sight assembly.", ["(M16A2 / M16A3 only) Adjust elevation by-", "Turning the elevation knob counterclockwise until the rear sight assembly rests flush with the carrying handle and the 8 / 3 marking is aligned with the index line on the left side of the carrying handle.", "Turning the elevation knob one more click clockwise."], ["(M16A4 only) Adjust elevation by-", "Turning the elevation knob counterclockwise until the rear sight assembly rests flush with the carrying handle and the 6 / 3 markin is aligned with the index line on the left side of the carrying handle.", "Turning the elevation knob two more clicks clockwise so the index line on the left side of the detachabel carrying handle is aligned with the \"Z\" on the elevation knob."], "(M4-series only) Adjust elevation by turning the elevation knob counterclockwise until the rear sight assembly rests flush with the detachable carrying handle and the 6 / 3 marking is aligned with the index line on the left side of the carrying handle."]],
      ["Establish a correct sight picture.", "Confirm the correct 25-meter zero target is facing you.", "Assume a prone supported firing position.", ["Align the sights.", "Center the top of the front sight post in the center of the rear sight.", "Visualize imaginary cross hairs in the center of the rear aperture so that the top of the front sight post touches the imaginary horizontal line and the front sight post bisects imaginary certical line.", "Verify the sight picture."], ["Align the aiming point.", "Aim at target center.", "Position the top of the front sight post center mass of the scaled silhouette target.", "Confirm that an imaginary vertical line drawn through the center of the front sight post splits the target.", "Confirm that an imaginary horizontal line drawn through the top of the front sight post splits the target."]],
      ["Establish a tight shot group.", "Fire a three round shot group at the 25-meter zeroing target.", "Identify the shot group on the target.", "Repeat step 3a and step 3b until 2 consecutive 3 round shot groups fall within a 4 centimeter or less circle."],
      ["Adjust sights (if required) to obtain a zero.", "Determine the necessary sight adjustments by identifying the center of the last fired shot group and identifying the adjustment to move this point to the center of the strike zone (zero offset).", ["Adjust elevation.", "Find the horizontal line nearest the center of the shot group.", "Follow the line either left or right to the nearest edge of the target.", "Identify the number of clicks and the direction of adjustment shown at the edge of the target.", "Adjust the front sight in the indicated direction by the appropriate number of clicks.", "Record the adjustment made on the target."], ["Adjust windage.", "Find the vertical line (up and down) nearest the center of the shot group.", "Follow the line either up or down to the nearest edge of the target.", "Identify the number of clicks and the direction of adjustment shown at the edge of the target.", "Adjust the rear sight in the indicated direction by the appropriate number of clicks.", "Record the adjustment made on the target."]],
      ["Establish a zero.", "Fire a three round shot group at the 25-meter zeroing target.", ["Identify the location of the shot group on the target.", "Return to step 4, if 2 of 3 rounds do not strike within the strike zone / zero offset.", "Proceed to step 6 if 2 of 3 rounds strike within the strike zone / zero offset."]],
      ["Confirm the zero.", "Fire a three round shot group at the 25-meter zeroing target.", "Cease fire if 2 of 3 rounds strike within the strike zone / zero offset (your zero is confirmed)."],
      ["(M4-series only) Rotate the rear sight elevation knob counterclockwise (down) two clicks to the 300-meter setting."],
      ["Record your zero.", "Compute your zero.", "Write your zero on a piece of tape.", "Attach the tape to your weapon."]
      ],
    "references": {
      "required": ["TC 3-22.9", "TM 9-1005-319-10"]
    },
    "skill": 1,
    "subject": 1
  },
  {
    "task": "Engage Targets with an M6-Series Rifle / M4-Series Carbine",
    "number": "071-COM-0030",
    "conditions": "You are a member of a squad conducting dismounted operations and have been assigned a sector of fire by your leader. You have your M16 series rifle or M4 series carbine, magazines, ammunition, and individual combat/personal protective equipment. Some iterations of this task should be performed in MOPP 4.",
    "standards": "Select a firing position and engage targets in your assigned sector until they no longer present a threat or you are directed to cease fire.",
    "steps": [
      ["Select a position that allows for adequate observation of assigned sector of fire."],
      ["Scan sector of fire using one of the following methods.", "Self preservation method.", "50-meter overlapping strip method.", "Maintaining observation on the area."],
      ["Identify targets in designated sector of fire."],
      ["Determine range to targets.", "100-meter unit of measure method", "Appearance of objects method", "Front sight post method", "Appearance of objects method.", "Combination method."],
      ["Fire on targets using correct fundamentals of marksmanship and appropriate aiming and engagement techniques.", ["Apply the fundamentals of marksmanship.", "Steady position.", "Aiming.", "Breath control.", "Trigger squeeze."], ["Use appropriate aiming and engagement techniques as needed.", "Combat fire techniques.", "Chemical, biological, radiological and nuclear (CBRN) firing.", "Night firing.", "Moving targets.", "Short-range marksmanship techniques.", "Cease fire on targets once they are destroyed, suppressed, or you receive an order to cease fire."]]
      ],
    "references": {
      "required": ["TC 3-22.9", "TC 3-21.75", "TM 9-1005-319-10"]
    },
    "skill": 1,
    "subject": 1,
    "battle": [4, 5]
  },
  {
    "task": "Perform Safety Checks on Hand Grenades",
    "number": "071-COM-4401",
    "conditions": "You are a member of a squad or team preparing for a mission and have been directed to perform safety checks on the hand grendaes issued to your squad/team. The hand grenades are in a shipping container. You are wearing your individual combat/personal protective equipment. Some iterations of this task should be performed in MOPP 4.",
    "standards": "Inspect the shipping container, canister, and hand grenade for defects; report and turn in hand grenade that has defect(s) that cannot be corrected; secure hand grenades(s) properly in carrying pouch(s).",
    "steps": [
      ["Inspect hand grenade shipping container, if applicable.", "Shipping container is not damaged.", "Inform supervisor if shipping container is damaged."],
      ["Inspect the grenade canister, if applicable.", ["Inspect the canister for damage.", "Check to see if seal on the canister has been tampered with or is missing.", "Ensure canister is not dented or punctured.", "Inform supervisor of any deficiencies found."], ["Open the canister.", ["Check to see if the grenade is upside down inside of the shipping canister.", "Replace canister top and tape in place if grenade found upside down.", "Report deficiencies to supervisor.", "Return canister to ammunition disposal personnel."], ["Check to see if the safety pin is in proper position.", "Ensure that safety pin is in place and undamaged.", "Check that the legs of the safety pin have either angular spread or diamond crimp."], "Ensure safety clip (when installed) is in place and undamaged."]],
      ["Inspect the hand grenade.", ["Remove the packing material and the hand grenade from the canister.", "Check for rust on the body or the fuze.", "Ensure holes are not visible in the body or the fuze.", "Check hand grenade for cracked body.", "Place back in canister if any defect(s) are found, if applicable."], "Ensure the safety pin is secured properly.", "Ensure the confidence clip is present and properly secured to the pull ring.", "Ensure the safety clip is present and properly secured to the safety lever.", "Check the hand grenade fuze assembly for tightness.", "Ensure the safety lever is not bent or broken.", "Turn in defective hand grenade, if applicable."],
      ["Secure the grenade.", "Carry hand grenades using proper procedures.", "Ensure that the grenade is fully inside the carrying pouch.", "Secure pouch flap."]
      ],
    "references": {
      "required": ["TC 3-23.30", "TM 9-1330-200-12"]
    },
    "skill": 1,
    "subject": 2
  },
  {
    "task": "Employ Hand Grenades",
    "number": "071-COM-4407",
    "conditions": "Given a fragmentation, concussion, riot control, smoke, or incendiary grenade with a time-delay fuse, a point or area to engage, and load bearing vest (LBV), load bearing equipment (LBE), Modular, Lightweight, Load-bearing, Equipment (MOLLE) or Improved Outer Tactical Vest (IOTV). Some iterations of this task should be performed in MOPP 4.",
    "standards": "Engage target with a hand grenade by: selecting appropriate hand grenade based on type target, determining throwing position, correctly gripping, preparing, and throwing the hand grenade so it is within effective range of the target.",
    "steps": [
      ["Select appropriate hand grenade based on type of target."],
      ["Select proper throing position.", "Ensure you have a proper covered position.", "Determine the distance to the target.", "Align your body with the target."],
      ["Grip the hand grenade.", "Place the hand grenade in the palm of the throwing hand with the safety lever placed between the first and second joints of the thumb.", "Keep the pull ring away from the palm of the throwing hand so that it can be easily removed by the index or middle finger of the free hand."],
      ["Prepare the hand grenade.", "Tilt the grenade forward to observe the safety clip.", "Remove the safety clip by sweeping it away from the grenade with the thumb of the opposite hand.", "Insert the index or middle finger of the nonthrowing hand in the pull ring until it reaches the knuckle of the finger.", "Ensure that you are holding the safety lever down firmly.", "Twist the pull ring toward the body (away from the body for left handed throwers) to release the pull ring from the confidence clip.", "Remove the safety pin by pulling the pull ring from the grenade."],
      ["Throw the hand grenade so it is within the effective range of the target.", "Observe the target to estimate the distance between the throwing position and the target area.", "Ensure there are no obstacles that can alter or block the flight of the grenade when it is thrown.", "Confirm body target alignment.", ["Cook off the hand grenade. (Optional)", "Release the safety lever.", "Count \"One thousand one, one thousand two\"."], "Throw the grenade overhand so that the grenade arcs, landing on or near the target.", "Allow the motion of the throwing arm to continue naturally once the grenade is released.", "Seek cover to avoid being hit by fragments or direct enemy fire."]
      ],
    "references": {
      "related": ["TC 3-23.30", "TM 9-1330-200-12"]
    },
    "skill": 1,
    "subject": 2,
    "battle": [1, 4]
  },
  {
    "task": "Perform Exterior Movement Techniques during an Urban Operation",
    "number": "071-COM-0541",
    "conditions": "You are a member of a dismounted squad or team conducting movement within an urban area. You have your assigned weapon and individual/protective equipment. The enemy's location and strength in the area are unknown.",
    "standards": "Move within an urban area using proper urban movement techniques while minimizing exposure to enemy fire.",
    "steps": [
      ["Move across streets or open areas.", "Identify the far side position before moving with a clear understanding of how it will be occupied or cleared.", "Conduct a visual reconnaissance of all the dimensions of urban terrain to identify likely threat positions.", "Select a position on the far side that provides the best available cover.", "Select the best route to the far side position that minimizes the time exposed.", "Cross rapidly along the selected route to the selected position."],
      ["Move parallel to buildings.", "Soldier moves parallel to the side of a building.", "Use existing cover and concealment.", "Stay in the shadows.", "Present a low silhouette.", "Use proper techniques to ross door and window openings.", "Move rapidly to the next position."],
      ["Move past building opening (windows and doors).", ["Move past an above-knee window.", "Stay near the side of the building.", "Stay below the level of the window.", "Avoid silhouetting self in window."], ["Move past a below-knee window.", "Stay near the side of the building.", "Step or jump past the window without exposing legs."], ["Move past a full-height window (store type) or open door.", "Indetify a position on the far side of the window.", ["Determine which technique to use to cross the opening.", "Run across the opening to the far side.", "Arc around the opening while covering the opening with your weapon while moving."], "Move rapidly to the far side position."]],
      ["Move around corners.", ["Move around a corner by first observing around the corner.", "Lie flat on the ground, weapon at your side, ensuring that your weapon is not forward of the corner.", "Expose your head (with Helmet) only enough to observe around the corner.", "Continue movement around the corner, if clear."], ["Move around the corner by using the pie-ing method.", "Aim the weapon beyond the corner (without flagging) into the direction of travel.", "Side-step around the corner in a semi-circular fashion with the muzzle as the pivot point.", "Continue movement around the corner, if clear."]],
      ["Cross a wall.", "Reconnoiter the other side.", "Identify a far side position.", "Crouch near the wall.", "Hold your weapon with one hand while grabbing the top of the wall with the other hand.", "Pull with the hand on the wall while simultaneously swinging both legs over the wall, one right after the other.", "Roll your whole body quickly over the wall while keeping a low silhouette.", "Move to your next position once on the far side."]
      ],
    "references": {
      "required": ["ATTP 3-06.11", "TC 3-21.75"]
    },
    "skill": 1,
    "subject": 3
  },
  {
    "task": "Move Over, Through, or Around Obstacles (Except Minefields)",
    "number": "071-COM-0503",
    "conditions": "As a member of a dismounted team conducting movement to contact, you encounter a natural or manmade obstacle. You have your assigned weapon and individual/protective equipment. The enemy's location and strength in the area are unknown. Some iterations of this task should be performed in MOPP 4.",
    "standards": "Notify chain of command of obstacle encountered, evaluate obstacle, identify nearest covered position on far side of obstacle, negotiate a wall obstacle, and provide local security for follow on forces during negotiation or reduction of obstacle.",
    "steps": [
      ["Notify your chain of command of the presence and type of obstacle encountered."],
      ["Evaluate the obstacle, from a covered position, to determine whether to move around, through or over the obstacle."],
      ["Identify the nearest covered position on the far side of the obstacle."],
      ["Ensure a buddy, if present, covers your movement as you negotiate the obstacle."],
      ["Negotiate a wall obstacle.", "Identify your immediate landing position on the far side of the wall.", "Assume a crouching position near the wall, while holding your weapon with one hand and grabbing the top of the wall with the other hand.", "Pull with the hand on the wall while simultaneously swinging both legs over the wall, one right after the other.", "Roll quickly over the top to the other side, keeping a low silhouette.", "Move to the identified covered position on the far side."],
      ["Negotiate a wire obstacle.", "Move to your designated crossing position.", "Check for booby traps or early warning devices.", ["Cross over a wire obstacle.", "Place an object such as a piece of wood, metal, or mats, over the wire.", "Move over the wire by stepping on this object to avoid the wire entanglements."], ["Cross under a wire obstacle.", "Slide head first on your back under the bottom strands.", "Push yourself forward with your shoulders and heels, carrying your weapon lengthwise on your body and holding the barbed wire with one hand while moving.", "Let the barbed wire slide on the weapon to keep wire from catching on clothing and equipment."], ["Cut through a wire obstacle.", "Wrap cloth around the barbed wire between your hands.", "Cut partly through the barbed wire.", "Bend the barbed wire back and forth quietly until it separates.", "Cut only the lower strands.", "Cross under the remaining top wires."]],
      ["Cross a ditch type obstacle.", "Select a point that has cover and concealment on both side, such as a bend in the ditch.", "Move to your designated crossing site.", "Crawl up to the edge of the open area.", "Observe both the floor of the ditch and the far side for dangers.", "Move rapidly but quietly across the exposed area.", "Assume a covered position on the far side."],
      ["Cover your buddy, if present, as he or she crosses the obstacle."]
      ],
    "references": {
      "required": ["TC 3-21.75"]
    },
    "skill": 1,
    "subject": 3,
    "battle": [1]
  },
  {
    "task": "Identify Topographic Symbols on a Military Map",
    "number": "071-COM-1000",
    "conditions": "You are a member of a squad or team in a field environment and have been given; a 1:50,000 scale military map and a requirement to identify topograhic symbols on the map.",
    "standards": "Identify topographic symbols, colors, and marginal information on a military map.",
    "steps": [
      ["Identify the six basic colors on a military map.", "Identify the features that the color black represents.", "Identify the features that the color blue represents.", "Identify the features that the color green represents.", "Identify the features that the color brown represents.", "Identify the features that the color red represents.", "Identify the features that the color red-brown represents.", "Identify all other features and the colors they represent, if applicable."],
      ["Identify the symbols on a military map.", "Use the legend, which should identify most of the symbols used on the map.", "Identify each object by its shape on the map.", "Use logic and color to identify each map feature."],
      ["Identify the marginal information on a military map.", "Identify the sheet name.", "Identify the sheet number.", "Identify the series name.", "identify the scale.", "Identify the series number.", "Identify the edition number.", "Identify the index to boundaries.", "Identify the adjoining sheets diagram.", "Identify the elevation guide.", "Identify the declination diagram.", "Identify the bar scales.", "Identify the contour interval note.", "Identify the spheroid note.", "Identify the grid note.", "Identify the projection note.", "Identify the vertical datum note.", "Identify the horizontal datum note.", "Identify the control note.", "Identify the preparation note.", "Identify the printing note.", "Identify the grid reference box.", "Identify the unit imprint and symbol.", "Identify the legend."]
      ],
    "references": {
      "related": ["TC 3-25.26"]
    },
    "skill": 1,
    "subject": 3
  },
  {
    "task": "Identify Terrain Features on a Map",
    "number": "071-COM-1001",
    "conditions": "You are a member of a squad or team in a field environment and have been directed to identify the terrain features on a map. You have been given a 1:50,000 scale military map.",
    "standards": "Identify the five major, three minor, and two supplementary terrain features on a military map.",
    "steps": [
      ["Identify five major terrain features.", "Identify a hill.", "Identify a saddle.", "Identify a valley.", "Identify a ridge.", "Identify a depression."],
      ["Identify three minor terrain features.", "Identify a draw.", "Identify a spur.", "Identify a cliff."],
      ["Identify two supplementary terrain features.", "Identify a cut.", "Identify a fill."]
      ],
    "references": {
      "related": ["TC 3-25.26"]
    },
    "skill": 1,
    "subject": 3
  },
  {
    "task": "Determine the Grid Coordinates of a Point on a Military Map",
    "number": "071-COM-1002",
    "conditions": "You are a member of a squad or team in a field environment and have been directed to identify the grid coordinates of a point on a map. You have a 1:50,000 scale military map, a coordinate scale and protractor or plotting scale, a pencil, and paper. You have been shown the point on the map. Some iterations of this task should be performed in MOPP 4.",
    "standards": "Determine the coordinates of the grid square, determine grid coordinates of a point with and without a coordinate scale and protractor or plotting scale. Identify the 100,000 meter square identifier to determine grid coordinate.",
    "steps": [
      ["Determine the coordinates of the grid square.", "Select the grid square that contains the identified point on the map.", "Read the north-south grid line that precedes the desired point.", "Record the number associated with that line.", "Read the east-west grid line that precedes the desired point.", "Record the number associated with that line."],
      ["Determine point grid coordinates without a coordinate scale and protractor or plotting scale.", "Allocate the grid square into a 10 by 10 grid.", "Read right (from the lower left corner) to the imaginary grid line nearest the identified point.", "Read up (from the point reached in step 3b) to the imaginary grid line nearest the identified point."],
      ["Determine point grid coordinates with GTA 05-02-012 coordinate scale and protractor or plotting scale.", "Locate the grid square where the point is located.", "Determine the coordinates of the grid square.", ["Determine the third and sixth digits of the coordinate.", "Place a coordinate scale and protractor or a plotting scale on the botom horizontal grid line of the grid square containing Point A.", "Check to see that the zeros of the coordinate scale are in the lower left-hand (southwest) corner of the grid square where Point A is located.", "Slide the scale to the right, keeping the bottom of the scale on the bottom grid line until Point A is under the vertical (right-hand) scale."]],
      ["Add the two letter 100,000 meter square identifier to determine grid coordinate.", "Identify the two letter 100,000 meter square identifier by looking at the grid reference box in the margin of the map.", "Place the 100,000 meter square identifier in front of the grid coordinate."]
      ],
    "references": {
      "related": ["TC 3-25.26"]
    },
    "skill": 1,
    "subject": 3
  },
  {
    "task": "Measure Distance on a Map",
    "number": "071-COM-1008",
    "conditions": "You are a member of a squad or team in a field environment and have been directed to determine the distance between two known points. You have a 1:50,000 scale map, a strip of paper with a straight edge, and a pencil. You have been shown the beginning and ending ponts on the map. Some iterations of this task should be performed in MOPP 4.",
    "standards": "Determine the straight-line distance between two points with no more than a 5 percent error and the road (curved line) distance between two points with no more than a 10 percent error.",
    "steps": [
      ["Identify the graphic (bar) scale of the map."],
      ["Determine straight-line distance between two ponts on a map.", "Line up the straight edge of a strip of paper with the beginning and ending points on the map.", "Mark a tick mark on the beginning and ending points on the straight edge of the paper.", "Place the starting point on the paper under the zero on the bar scale.", "Measure off 4,000 meters and place a new tick mark on the paper.", "Place teh new tick mark under the zero on the bar scale.", ["Determine if the end point falls within the bar scale.", "Record the value on the scale of the end point, if the end point fits on the scale.", "Add 4,000 meters to this value (a) to get the total difference."], ["Determine if the end point falls outside the bar.", "Repeat steps 3d and 3e until the end point falls within the bar.", "Add 4,000 meters to the value you derived in step 3f(1) for each time you performed step 3d to achieve the total distance."]],
      ["Convert map distance to ground distance.", "Align the edge of a strip of paper with the beginning point and the point where the road makes the first curve on the map.", "Mark on the straight edge of the paper the beginning and curve points.", "Repeat steps 4a and b, each time using the point of the curve as the next beginning point, until you reach the end point.", "Align the marks on the paper with the appropriate bar scale.", "Determine the distance on the scale that compares to the distance on the paper."],
      ["Convert a road map distance to miles, meters or yards.", "Align the edge of a strip of paper with the beginning point and the point where the road makes the first curve on the map.", "Mark on the straight edge of the paper the beginning and curve points.", "Repeat steps 5a and b, each time using the point of the curve as the next beginning point, until you reach the end point.", "Place the starting point on the paper under the zero on the bar scale.", "Measure off 4,000 meters and place a new tick mark on the paper.", "Place the new tick mark under the zero on the bar scale.", ["Determine if the end point falls within the bar scale.", "Record the value on the scale of the end point, if the end point fits on the scale.", "Add 4,000 meters to this value (a) to get the total difference."], ["Determine if the end point falls outside the bar.", "Repeat steps 5d and 5e until the end point falls within the bar.", "Add 4,000 meters to the value you derived in step 5g(1) for each time you performed step 5d to achieve the total distance."]]
      ],
    "references": {
      "related": ["TC 3-25.26"]
    },
    "skill": 1,
    "subject": 3
  },
  {
    "task": "Determine a Location on the Ground by Terrain Association",
    "number": "071-COM-1005",
    "conditions": "You are a member of a squad or team in a field environment and have been directed to determine your squad's/team's current location. You hae a 1:50,000 scale military map, a compass, a coordinate scale and protractor or plotting scale, a pencil, and paper. Some iterations of this task should be performed in MOPP 4.",
    "standards": "Orient the map. Identify the type of terrain on which you are located as well as the type of terrain that surrounds your location. Correlate the terrain features on the ground to those shown on the map. Determine the six digit grid coordinates to your location.",
    "steps": [
      ["Orient the map."],
      ["Identify the type of terrain feature on which you are located."],
      ["Identify the types of terrain features that surround your location."],
      ["Correlate the terrain features on the ground to those shown on the map."],
      ["Determine your location on the map."],
      ["Determine the six digit grid coordinate of your location."]
      ],
    "references": {
      "related": ["TC 3-25.26"]
    },
    "skill": 1,
    "subject": 3
  },
  {
    "task": "Orient a Map to the Ground by Map-Terrain Association",
    "number": "071-COM-1012",
    "conditions": "You are a member of a squad or team that is conducting movement in a field environment and you have been directed to orient a standard 1:50,000 scale military map to the ground. You do not have an operational compass. Some iterations of this task should be performed in MOPP 4.",
    "standards": "Hold the map horizontally and match terrain features appearing on the map with physical features on the ground. Orient the map to within 30 degrees of magnetic north.",
    "steps": [
      ["Hold the map in a horizontal position."],
      ["Match terrain features appearing on your map with terrain features physically observable on the ground."],
      ["Align the map with the terrain features on the ground."]
      ],
    "references": {
      "related": ["TC 3-25.26"]
    },
    "skill": 1,
    "subject": 3
  },
  {
    "task": "Orient a Map Using a Lensatic Compass",
    "number": "071-COM-1011",
    "conditions": "You are a member of a squad or team in a field environment and have been directed to orient a map in preparation for movement. You have a 1:50,000-scale topographic map of the area and a compass. Some iterations of this task should be performed in MOPP 4.",
    "standards": "Determien the direction and value of declination, lay the map in a horizontal position and orient the map to the ground using a compass.",
    "steps": [
      ["Determine the direction of the declination and its value from the declination disgram on the map."],
      ["Lay the map in a horizontal position."],
      ["Use one of the two techniques to orient the map.", ["Orient the map using the first technique.", "Take the straightedge on the left side of the compass and place it alongside the north-south grid line with the cover of the compass pointing toward the top of the map.", "Keep the compass aligned as directed above while rotating the map and compass together until the magnetic arrow is below the fixed black inde line on the compass.", "Rotate the map and compass in the direction of the declination diagram.", ["Verify the G-M angle.", "If the magnetic north arrow on the map is to the left of the grid north, check the compass reading to see if it equals the G-M angle given in the declination disgram.", "If the magnetic north is to the right of grid north, check the compass reading to see if it equals 360 degrees minus the G-M angle."]], ["Orient the map using the second technique", "Draw a magnetic azimuth equal to the G-M angle given in the declination diagram with the protractor using any north-south grid line on the map as a base.", ["If the declination is easterly (right), the drawn line is equal to the value of the G-M angle.", "Align the straightedge on the left side of the compass alongside the drawn line on the map.", "Rotate the map and compass until the magnetic arrow of the compass is below the fixed black index line."], ["If the declination is westerly (left), the drawn line will equal 360 degrees minus the value of the G-M angle.", "Align the straightedge on the left side of the compass alongside the drawn line on the map.", "Rotate the map and compass until the magnetic arrow of the compass is below the fixed black index line."]]]
      ],
    "references": {
      "related": ["TC 3-25.26"]
    },
    "skill": 1,
    "subject": 3
  },
  {
    "task": "Determine a Magnetic Azimuth Using a Lensatic Compass",
    "number": "071-COM-1003",
    "conditions": "You are a member of a squad or team in a field environment and have been directed to determine a magnetic azimuth. You have a compass and a designated point on the ground. Some iterations of this task should be performed in MOPP 4.",
    "standards": "Inspect the compass. Determine the correct magnetic azimuth to the designated point within 3 degrees using the compass-to-cheek method, and within 10 degrees using center-hold method.",
    "steps": [
      ["Inspect the compass.", "Ensure floating dial, which contains the magnetic needle moves freely and does not stick.", "Ensure the sighting wire is straight.", "Ensure glass and crystal parts are not broken.", "Ensure numbers on the dial are readable."],
      ["Determine direction.", "Align the compass to the direction you want to go or want to determine.", "Locate the scale beneath the index line on th eouter glass cover.", "Determine to the nearest degree, or 10 mils, the position of the index line over the red or black scale."],
      ["Determine an azimuth with the compass-to-cheek method.", "Open the cover to a 90-degree angle to the base.", "Position the eyepiece at a 45-degree angle to the base.", "Place your thumb through the thumb loop.", "Establish a steady base with your third and fourth fingers.", "Extend your index finger along the side of the compass base.", "Place the hand holding the compass into the palm of the other hand.", "Move both hands up to your face.", "Position the thumb that is through the thumb loop against the cheekbone.", "Move the eyepiece up or down until the dial is in focus.", "Align the sighting slot of the eyepiece with the sighting wire in the cover on the desired point.", "Read the azimuth under the index line."],
      ["Determine an azimuth with the center-hold method.", "Open the compass so that the cover forms a straight edge with the base.", "Position the eyepiece lens to the full upright position.", "Place your thumb through the loop.", "Establish a steady base with your third and fourth fingers.", "Extend your index finger along the side of the compass.", "Secure the remaining fingers around the fingers of hte other hand.", "Place your elbows firmly into your side.", "Turn your entire body toward the object.", "Align the compass cover directly at the object.", "Read the azimuth from beneath the fixed black index line."]
      ],
    "references": {
      "related": ["TC 3-25.26"]
    },
    "skill": 1,
    "subject": 3
  },
  {
    "task": "Determine Grid Azimuth Using a Protractor",
    "number": "071-COM-0018",
    "conditions": "You are a member of a squad or team that has received an order requiring movement. You have been directed to determine the grid azimuth from the starting point and ending point designated in the order. You have a 1:50,000-scale military map, a military protractor (GTA 05-02-012), a pencil, and paper. Some iterations of this task should be performed in MOPP 4.",
    "standards": "Identify the starting point and ending point on the map, draw a straight line on the map connecting the points, align the protractor to the map, and determine the value of the angle.",
    "steps": [
      ["Identify the starting point (A) on the map."],
      ["Identify the ending point (B) on the map."],
      ["Draw a straight line on the map connecting the two points."],
      ["Align the protractor to the map.", "Place the index of the protractor at the point where the drawn line crosses a vertical (north-south) grid line.", "Align the 0- to 180-degree line of the protractor on the vertical grid line, while keeping the index in position."],
      ["Determine the value of the angle (grid azimuth) from the scale.", "Identify where the line crosses the protractor scale.", "Read the value (degrees or mils) where the line intersects with the scale."]
      ],
    "references": {},
    "skill": 1,
    "subject": 3
  },
  {
    "task": "Convert Azimuths",
    "number": "071-COM-1016",
    "conditions": "You are a member of a squad preparing to conduct tactical movement and you have been directed to convert azimuths in preparation for the movement. You have been given a 1:50,000 military map with a declination diagram, pencil, paper, a magnetic azimuth, and a grid azimuth. Some iterations of this task should be performed in MOPP 4.",
    "standards": "Convert an azimuth into a back azimuth, a magnetic azimuth to a grid azimuth and a grid azimuth to a magnetic azimuth, without error",
    "steps": [
      ["Convert an azimuth into a back azimuth.", "Add 180 degrees if the azimuth is 180 degrees or less.", "Subtract 180 degrees if the azimuth is 180 degrees or more."],
      ["Convert a magnetic azimuth to a grid azimuth.", "Locate the G-M angle, which is part of the declination diagram, at the bottom of your map.", "Determine whether the G-M angle is easterly or westerly.", ["Apply the mathematical formula to convert a magnetic azimuth to a grid azimuth.", "Add an easterly G-M angle to a magnetic azimuth to obtain a grid azimuth.", "Subtract a westerly G-M angle from a magnetic azimuth to obtain a grid azimuth."]],
      ["Convert a grid azimuth to a magnetic azimuth.", "Locate the G-M angle, which is part of the declination diagram, at the bottom of your map.", "Determine wheher the G-M angle is eaterly or westerly.", ["Apply the mathematical formula to convert a grid azimuth to a magnetic azimuth.", "Subtract an easterly G-M angle from a grid azimuth to obtain a magnetic azimuth.", "Add a westerly G-M angle to a grid azimuth to obtain a magnetic azimuth."]]
      ],
    "references": {},
    "skill": 1,
    "subject": 3
  },
  {
    "task": "Compute Back Azimuths",
    "number": "071-COM-0017",
    "conditions": "You are a member of a squad or team that is preparing for a mission and you have been directed to determine back azimuth(s) for given azimuth(s). The azimuths may be in either degrees or mils. Some iterations of this task should be performed in MOPP 4.",
    "standards": "Determine the back azimuth for each given azimuth to the exact degree or mil.",
    "steps": [
      ["Determine back azimuth using degrees.", "Add 180 degrees if the azimuth is 180 degrees or less.", "Subtract 180 degrees if the azimuth is 180 degrees or more."],
      ["Determine back azimuth using mils.", "If the azimuth is less than 3200 mils, add 3200 mils.", "If the azimuth is more than 3200 mils, subtract 3200 mils."]
      ],
    "references": {
      "related": ["TC 3-25.26"]
    },
    "skill": 1,
    "subject": 3
  },
  {
    "task": "Navigate from One Point on the Ground to Another Point while Dismounted",
    "number": "071-COM-1006",
    "conditions": "You are a member of a squad or team in a field environment and have been directed to conduct movement to a designated point. You have a 1:50,000-scale topographic amp of the area, a coordinate scale, a protractor, and a magnetic compass. Some iterations of this task should be performed in MOPP 4.",
    "standards": "Navigate to the designated point using terrain association, dead reckoning, or a combination of both.",
    "steps": [
      ["Navigate using terrain association.", "Identify the start point and destination point on the map.", "Analyze the terrain between these two points for both movement and tactical purposes.", "Identify terrain features that can be recognized during movement, such as hilltops, roads, rivers, etc.", "Plan the best route, including checkpoints, if needed.", "Determine the map distances between identified checkpoints and the total distance to be traveled.", "Determine the actual ground distance by adding 20 percent to the map distance.", "Move to the designated end point (or intermediate point) using identified terrain features as aiming points or handrails."],
      ["Navigate using dead reckoning.", "Identify the start point and destination point on the map.", "Analyze the terrain between these two points for both movement and tactical purposes.", "Plan the best route, including checkpoints, if needed.", "Determine the grid azimuths between identified checkpoints (if any) and the final point.", "Convert the grid azimuth(s) taken from the map to a magnetic azimuth(s).", "Determine the map distances between identified checkpoints and the total distance to be traveled.", "Determine the direction of movement using the compass.", "Move in the identified direction of travel or towards the identified steering mark.", "Determine a new steering mark or confirm direction of travel as needed."],
      ["Navigate using a combination of dead reckoning and terrain association.", "Follow the procedures outlined for both techniques.", "Use each technique to reinfore the accuracy of the other technique."]
      ],
    "references": {
      "related": ["TC 3-25.26"]
    },
    "skill": 1,
    "subject": 3
  },
  {
    "task": "Locate an Unknown Point on a Map and on the Ground by Intersection",
    "number": "071-COM-1014",
    "conditions": "You are a member of a squad or section and have a requirement to determine the location of the unknown point on the map. You have a 1:50,000-scale military map, a magnetic compass, a military protractor, pencil, paper, and an item that can be used as a straight edge. There are at least two well-defined points on the ground that you can locate on the map. Some iterations of this task should be performed in MOPP 4.",
    "standards": "Determine the grid coordinates of the unknown point to within 100 meters; include the two-letter 100,000 meter square identifier, using either the map-and-compass method or the straight edge method.",
    "steps": [
      ["Identify an unknown point on a map by intersection using the map-and-compass method.", "Orient the map on a flat surface using a compass.", ["Plot grid azimuths from known points to the unknown point on the map.", "Mark your position (the observers) on the map.", "Determine the magnetic azimuth from your position to the unknown point.", "Convert the magnetic azimuth to a grid azimuth.", "Place the index point of a protractor on your plotted position.", "Align the protractor's 0 to 180-degree line to the top of the map's North-South grid line.", "Ensure the 0-degree mark is pointing to the north (or top of map).", "Place a tick mark on the map beside the number on the protractor that corresponds to the computed grid azimuth.", "Draw a straight line from your plotted position to the tick mark and beyond.", "Repeat steps 1b(1) through 1b(8) for each observer position.", "Identify the point where the lines intersect as the location of the unknown point.", "Determine the grid coordinates to this location to the desired accuracy."]],
      ["Identify an unknown point on a map by intersection using the straight edge method.", "Orient your map on a flat surface using terrain association.", "Mark your position (the observers) on the map.", ["Draw an intersection line for each of these plotted points.", "Lay a straight edge on one of the two known observer points on the map.", "Rotate the straightedge on the map until the straightedge lines up with both the known observer position on the map and the unknown position in the distance.", "Draw a line along the straight edge from the known observer position toward the unknown position on the ground.", "Repeat steps 2c(1) through 2c(3) for each plotted point."], "Identify the point where the lines intersect as the unknown location.", "Determine the grid coordinates to this location to the desired accuracy."]
      ],
    "references": {
      "related": ["TC 3-25.26"]
    },
    "skill": 1,
    "subject": 3
  },
  {
    "task": "Locate an Unknown Point on a Map and on the Ground by Resection",
    "number": "071-COM-1015",
    "conditions": "You are a member of a squad or section and have a requirement to determine the team's current location. You have a 1:50,000-scale military map, a magnetic compass, a military protractor, pencil, paper, and an item that can be used as a straight edge. There are at least two well-defined points on the ground that you can locate on the map. Some iterations of this task should be performed in MOPP 4.",
    "standards": "Determine the grid coordinates of the unknown point to within 100 meters; include the two-letter 100,000 meter square identifier, using either the map-and-compass method or the straight edge method.",
    "steps": [
      ["Identify your location on a map by resection using the map and compass method.", "Orient the map on a flat surface using a compass.", "Identify at least two well-defined points on the ground.", "Mark these well-defined points on the map.", ["Plot the back azimuths of these points on the map.", "Determine the magnetic azimuth from your location to one of the defined points.", "Convert the magnetic azimuth to a grid azimuth.", "Convert this grid azimuth to a back grid azimuth.", "Place the index point of a protractor on the well-defined point.", "Align the protractor's 0- to 180-degree line to the top of the map's North-South grid line.", "Ensure the 0-degree mark is pointing to the north (or top of map).", "Place a tick mark on the map beside the number on the protractor that corresponds to the computed back grid azimuth.", "Draw a straight line from the well-defined point to the tick and beyond.", "Repeat steps 1d(1) through 1d(8) for each well-defined point."], "Identify the point where the lines intersect as your location.", "Determine the grid coordinates to this location to the desired accuracy."],
      ["Identify your location on a map by resection using the straightedge method.", "Orient your map on a flat surface using terrain association.", "Locate at least two known distant locations or prominent features on the ground.", "Plot these distant locations or prominent features on the map.", ["Draw a resection line for each of these plotted points.", "Lay a straightedge on one of the two known points on the map.", "Rotate the straightdege on the map until straight edge lines up with both the known position on the map and the known position in the distance.", "Draw a line along the straightedge away from the known position on the ground toward your position.", "Repeat steps 2d(1) through 2d(3) for each plotted point."]],
      ["Identify the point where the lines intersect as your location."],
      ["Determine the grid coordinates to ths location to the desired accuracy."]
      ],
    "references": {
      "related": ["TC 3-25.26"]
    },
    "skill": 1,
    "subject": 3
  },
  {
    "task": "Move as a Member of a Team",
    "number": "071-COM-0501",
    "conditions": "You are a member of a dismounted team that is conducting tactical movement. You are not the team leader. You have your individual weapon and individual combat equipment. Some iterations of this task should be performed in MOPP 4.",
    "standards": "Assume your position in the team's current formation, maintain proper distance between you and other team members, follow the team leader's example, and maintain security of your sector.",
    "steps": [
      ["Assume your position in the team's current formation.", "Assume your position within the team wedge formation.", "Assume your position within the team file formation."],
      ["Maintain proper distance between you and other team members."],
      ["Maintain visual contact with your team leader."],
      ["Follow the team leader's example."],
      ["Adjust your position within the team as designated by the team leader."],
      ["Maintain security of your sector (i.e. to the flanks, front or rear of the team)."]
      ],
    "references": {
      "related": ["TC 3-21.75"]
    },
    "skill": 1,
    "subject": 3,
    "battle": [1, 4, 5]
  },
  {
    "task": "Move Under Direct Fire",
    "number": "071-COM-0502",
    "conditions": "You are a member of a team conducting movement to contact and are under fire from an enemy position that is 250 to 300 meters away from your position. You have an individual weapon, individual combat equipment, and a current firing position that provides cover from the enemy's direct fire. Some iterations of this task should be performed in MOPP 4.",
    "standards": "Move within 100 meters of the enemy position using the appropriate movement techniques based on the situation and terrain.",
    "steps": [
      ["Select an individual movement route that adheres to the instructions provided by your team leader.", "Search the terrain to your front for good firing positions.", ["Select the best route to the positions.", "Pick a route that minimizes your exposure to enemy fire.", "Ensure route does not cross in front of other team members."]],
      ["Communicate your movement intent to your buddy and team leader, as appropriate, using hand and arm signals."],
      ["Suppress the enemy as required."],
      ["Conduct movement using the appropriate technique(s) to reach each position.", ["Move using the high crawl technique.", "Keep your body off of the ground.", "Rest your weight on your forearms and lower legs.", "Cradle your weapon in your arms.", "Keep the muzzle of your weapon off the ground.", "Keep your knees well behind your buttocks so it stays low.", "Move forward by alternately advancing your right elbow and left knee, and left elbow and right knee."], ["Move using the low crawl technique", "Keep your body as flat as possible to the ground.", "Grasp the slign of the weapon at the upper sling swivel with your right hand.", "Let the hand guard rest on your forearm.", "Keep the muzzle of the weapon off the ground.", ["Move forward.", "Push both arms forward while pulling your right leg forward.", "Pull on the ground with both arms while pushing with your right leg.", "Repeat steps (a) and (b) until you reach your next position."]], ["Moved using the rush technique.", "Raise your head.", "Select your next position.", "Lower your head.", "Draw your arms into your body.", "Pull your right leg forward.", "Raise your body.", "Get up quickly.", "Run for 3-5 seconds to your next position.", "Plant both feet just before hitting the ground.", ["Fall forward.", "Drop to your knees.", "Slide your right hand down to the heel of hte butt of your weapon.", "Break your fall with the butt of your weapon."]], "Continue using movement techniques until you reach your final firing position."],
      ["Occupy your identified firing position within 100 meters of the enemy position.", "Assume a firing position.", "Engage enemy with your individual weapon."]
      ],
    "references": {
      "related": ["TC 3-21.75"]
    },
    "skill": 1,
    "subject": 3,
    "battle": [1, 4]
  },
  {
    "task": "React to Indirect Fire while Dismounted",
    "number": "071-COM-0510",
    "conditions": "You are a member of a squad or team conducting a dismounted patrol and you hear indirect fire exploding or passing Over-head. You have your individual weapon and equipment. Some iterations of this task should be performed in MOPP 4.",
    "standards": "React to indirect fire while moving as a member of a squad or team.",
    "steps": [
      ["Shout \"Incoming!\" in a loud, recognizable voice."],
      ["Drop to the ground."],
      ["Follow commands and actions of your leader."],
      ["Seek the nearest appropriate cover."],
      ["Avoid the impact area if not already in it."],
      ["Run in a direction away from the incoming fire."],
      ["Assess your situation."],
      ["Report your situation to your leader."],
      ["Continue the mission."]
      ],
    "references": {
      "related": ["TC 3-21.75"]
    },
    "skill": 1,
    "subject": 3,
    "battle": [1, 5]
  },
  {
    "task": "Select Hasty Fighting Positions",
    "number": "071-COM-0513",
    "conditions": "You are a member of a dismounted squad or team occupying an area and have been directed to establish a temporary fighting position to ocver a given sector of fire. You have an individual or crew-served weapon and your individual combat equipment.",
    "standards": "Select and prepare a hasty fighting position that protects you from enemy observation and fire, and allows effective fires to be placed within sector of fire.",
    "steps": [
      ["Identify a position that will provide the best cover and concealment.", "Use natural, undisturbed cover and concealment, if available.", "Ensure man-made cover and concealment blends with surroundings."],
      ["Ensure the positon allows effective weapon emplacement.", "Ensure proper sector of fires for appropriate weapon system.", "Ensure proper field of fires."],
      ["Prepare the fighting position.", "Avoid disclosing your position by careless or excessive clearing.", "Leave a thin, natural screen of vegetation to hide your position.", "Cut off lower branches of large, scattered trees, in sparsely wooded areas.", "Clear underbrush only where it blocks your view.", "Remove cut brush, limbs, and weeds so the enemy will not spot them.", "Cover cuts on trees and bushes forward of your position with mud, dirt, or snow.", "Leave no trails as clues for the enemy."],
      ["Maintain camouflage.", "Prevent attention by controlling movement and activities.", "Avoid putting anything where the enemy expects to find it.", "Break up outlines and shadows.", "Conceal shining objects.", "Break up familiar shapes to make them blend in with their surroundings.", "Camouflage yourself and your equipment to blend with the surroundings.", "Ensure proper dispersion.", "Study the terrain and vegetation of the area in which you are operating.", "Use camouflage material that best blends with the area."]
      ],
    "references": {
      "related": ["TC 3-21.75"]
    },
    "skill": 1,
    "subject": 3,
    "battle": [1, 2, 4, 5]
  },
  {
    "task": "Operate Single Channel Ground and Airborne Radio System SINCGARS",
    "number": "113-COM-2070",
    "conditions": "Given a requirement to contact a distant radio station, an operational SINCGARS, loaded communication security (COMSEC) fill device, antenna, distant station, Signal Operations Instructions (SOI), and required references in an operational environment. Some iterations of this task should be performed in MOPP 4.",
    "standards": "Prepare SINCGARS in Single Channel (SC) and Frequency Hopping (FH) modes; establish communications with a distant station by successfully conducting a secure communications check according to required references.",
    "steps": [
      ["Operate SINCGARS in SC mode.", "Perform start-up procedures.", ["Enter the following parameters.", "Turn FCTN knob to Load (LD).", "Put radio into SC MODE.", "Select Chaneel (CHAN) 1-6, CUE, or MAN.", "Press Frequency (FREQ), then Clear (CLR).", "Enter frequency.", "Press Store (STO).", "Repeat the above steps b3-b6 for each channel requiring a frequency."], ["Load Communication Security (COMSEC).", "Change COMSEC MODE to Cypher Text (CT).", "Connect COMSEC fill device to AUD/FILL port.", "Initiate COMSEC transfer by pressing LOAD (0) then STO and then the corresponding channel key."], "Turn FCTN knob to Squelch (SQ)/ON.", ["Conduct a radio check.", "Enter the net using proper radio procedures IAW ACP-125 SUPP1.", "Establish communication with distant end."]],
      ["Operate SINCGARS in Frequency Hop (FH) mode.", "Perform start-up procedures.", ["Execute the FH load procedures.", "Turn FCTN knob to LD.", "Put radio into FH MODE.", "Put radio into CT mode."], ["Load COMSEC.", "Connect COMSEC fill device to AUD/FILL port.", "Initiate COMSEC transkfer by pressing LOAD (0) then STO then the correlating channel key.", "Load the HOPSET."], "Set the radio date.", "Set the radio time.", "Turn FCTN knob to SQ/ON.", "Conduct a radio check (repeat step 1e)."]
      ],
    "references": {
      "required": ["ACP 125", "TM 11-5820-13&P-1", "TM 11-5820-890-13&P-2", "TM 11-5820-890-13&P-3", "TM 11-5820-890-13&P-4", "TM 11-5820-890-13&P-5", "TM 11-5820-890-13&P-6", "TM 11-5820-890-13&P-7", "TM 11-5820-890-13&P-8", "TM 11-5820-890-13&P-9", "TM 11-5820-890-13&P-10", "UNIT SOI Unit/Unit's Signal Operation Instructions (SOI)"]
    },
    "skill": 1,
    "subject": 4,
    "battle": [2]
  },
  {
    "task": "Perform Voice Communications",
    "number": "113-COM-1022",
    "conditions": "Given: 1. One operational radio set for each net member, warmed up and set to the net frequency. 2. A call sign information card (5 x 8) consisting of Net member duty position (S-1, S-2), net call sign (letter-number-letter), suffix list (Net Control Station [NCS] - 46, S-1 - 39, S-2 - 13), and a message to be transmitted. 3. Situation: The net is considered to be secure and authentication is not required. Note: This task may have as many net members as there is equipment available. Each net member must have a different suffix and message to transmit.",
    "standards": "Perform voice communications by entering and leaving the net in alphanumeric sequence and use of correct prowords, phonetic alphabet, and numerals that result in successful communication of the message.",
    "steps": [
      ["Enter the net.", "Determine the abbreviated call sign and answering sequence for your duty position.", "Respond to the NCS issuing a net call.", "Answer in alphanumeric sequence."],
      ["Send a message.", "Listen to make sure the net is clear. Do not interrupt any ongoing communications.", "Call the NCS and tell the operator the priority of the message you have for his or her station.", "Receive a response from the NCS that he or she is ready to receive.", "Send your message using the correct prowords and pronunciation of letters and numbers.", "Get a receipt for the message."],
      ["Leave the net in alphanumeric sequence.", "Answer in alphanumeric sequence.", "You receive a call from the NCS who issues a close down order."]
      ],
    "references": {
      "related": ["ACP 125 (F)", "ACP 131 (E)", "TB 9-2320-280-35-2"]
    },
    "skill": 1,
    "subject": 4,
    "battle": [1, 2, 3, 4, 5]
  },
  {
    "task": "Request Medical Evacuation",
    "number": "081-COM-0101",
    "conditions": "You have a casualty requiring medical evacuation (MEDEVAC). You will need operational communications equipment, MEDEVAC request format, and unit signal operation instructions (SOI). Some iterations of this task should be performed in MOPP 4.",
    "standards": "Transmit a 9-Line MEDEVAC request, providing all necessary information as quickly as possible. Transmit, as a minimum, line numbers 1 through 5 during the initial contact with the evacuation unit. Transmit lines 6 through 9 while the aircraft or vehicle is enroute, if not included during the initial contact. IAW ATP 4-02.2, Medical Evacuation.",
    "steps": [
      ["Collect all applicable information needed for the MEDEVAC request.", "Determine the grid coordinates for the pickup site. (See STP 21-1-SMCT, task 071-COM-1002.)", "Obtain radio frequency, call sign, and suffix.", "Obtain the number of patients and precedence.", "Determine the type of special equipment required.", "Determine the number and type (litter or ambulatory) of patients.", "Determine the security of the pickup site.", "Determine how the pickup site will be marked.", "Determine patient nationality and status.", "Obtiain pickup site chemical, biological, radiological, and nuclear (CBRN) contamination information normally obtained from the senior person or medic."],
      ["Record the gathered MEDEVAC information using the authorized brevity codes.", "Location of the pickup site (line 1).", "Radio frequency, call sign, and suffix (line 2).", ["Numbers of patients by precedence (line 3).", "Encrypt this information using the following brevity codes: A=Urgent. B= Urgent Surgical. C= Priority. D=Routine. E=Convenience.", "If 2 or more categories are reported in same request, insert the word \"break\" between each category."], "Special equipment required (line 4). Encrypt this information using the following brevity codes: A= None. B= Hoist. C= Extraction Equipment. D= Ventilator.", "Number of patients by type (line 5). Encrypt this information using the following brevity codes: L+#: Number of litter patients. A+#: Number of ambulatory patients (able to walk or can walk with assistance).", "Security of the pickup site (line 6- wartime). Encrypt this information using the following brevity codes: N= No enemy troops in area. P= Possibly enemy troops in area. E= Enemy troops in area, approach with caution. X= Enemy troops in area, armed escort required.", "Number and type of wound, injury, or illness (line 6- peacetime).", "Method of marking the pickup site (line 7). Encrypt this information using the following brevity codes: A= Panels. B= Pyrotechnic signal. C= Smoke signal. D= None. E= Other.", "Patient nationality and status (line 8). Encrypt this information using the following brevity codes: A= US Military. B= US Civilian. C= Non-US Military. D= Non-US Civilian. E= Enemy prisoner (EPW).", "CBRN contamination (line 9). Encrypt this information using the following brevity codes: N= Nuclear or radiological. B= Biological. C= Chemical.", "Terrain Description (line 9 - peacetime)."],
      ["Transmit the MEDEVAC request. (See STP 21-1-SMCT, task 113-COM-1022.)", ["Contact the unit that controls the evacuation assets.", "Make proper contact with the intended receiver. Use effective call signs and frequency assignments from the SOI.", "Give the following in the clear \"I HAVE A MEDEVAC REQUEST;\" wait one to three seconds for a response. If no response, repeat the statement."], ["Transmit the MEDEVAC information in the proper sequence.", "State all line item numbers in clear text. The call sign and suffix (if needed) in line 2 may be transmitted in the clear.text.", "Follow the procedure provided in the explanation column of the MEDEVAC request format to transmit other required information.", "Pronounce letters and numbers according to appropriate radiotelephone procedures.", "End the transmission by stating \"OVER.\""]],
      ["Keep the radio on and listen for additional instructions or contact from the evacuation unit."]
      ],
    "references": {
      "required": ["ATP 4-02.2", "ATP 4-25.13", "STP 21-1-SMCT"],
      "related": ["ATP 6-02.53"]
    },
    "skill": 1,
    "subject": 4,
    "battle": [3]
  },
  {
    "task": "Send a Situation Report (SITREP)",
    "number": "171-COM-4079",
    "conditions": "You are an element leader with an operation order (OPORD) or fragmentary order (FRAGO), map, overlay or sketch map with graphic control measures, and an operational vehicle. You may be digitally equipped. Your current situation requires you to send a SITREP. Some iterations of this task should be performed in MOPP 4.",
    "standards": "Prepare a SITREP in standard format and send to the next higher element. Maintain situational awareness (SA).",
    "steps": [
      ["Prepare a SITREP in standard format.", "Line 1: Date and Time Group (DTG)-Report date and time the report is being submitted.", "Line 2: Unit-Identify the unit making the report.", "Line 3: From-Report the time that the operational situation started or will start.", "Line 4: Until-Report the time that the operational situation ends or will end.", "Line 5: Map-Give a mnimum six digit grid of the squad or team current location.", ["Line 6: Enemy-Report enemy activity.", "Nationality.", "Location.", "Mission.", "Time of sighting."], "Line 7: Nonhostile-Report nonhostile activity.", ["Line 8: Own-Report activities of own forces.", "Changes in location of units and/or formations.", "Activities of forces not attached to originating unit."]],
      ["Send the SITREP to the next higher element."],
      ["Maintain SA."]
      ],
    "references": {
      "required": ["FM 6-99"]
    },
    "skill": 1,
    "subject": 4,
    "battle": [2]
  },
  {
    "task": "Send a Spot Report (SPOTREP)",
    "number": "171-COM-4080",
    "conditions": "You are an element leader with i an operation environment. You may be digitally equipped. Your current situation requires you to send a Spot Report (SPOTREP). Some iterations of this task should be performed in MOPP 4.",
    "standards": "Prepare a Spot Report (SPOTREP) in standard format and send to the next higher element.",
    "steps": [
      ["Prepare SPOTREP.", "LINE 1 - date time group (DTG) of report submission.", "LINE 2 - reporting unit (Unit Making Report).", ["LINE 3 - size of detected element.", "Persons: Military, Civilian.", "Vehicles: Military, Civilian.", "Equipment: Military, Civilian."], ["LINE 4 - activity of detected eleent at DTG of report.", ["Attacking (direction from)", "Air defense artillery (ADA) (engaging).", "Aircraft (engaging) (rotary wing /[RW/], fixed wing /[FW/]).", "Ambush (IED /[exploded/], IED /[unexploded/], sniper, anti-armor, other).", "Indirect fire (point of impact, point of origin).", "Chemical, biological, radiological or nuclear (CBRN)."], "Defending (direction from).", "Moving (direction from).", "Stationary.", "Cache.", "Civilian (criminal acts, unrest, infrastructure damage).", "Personnel recovery (isolating event, observed signal).", "Other (give name and description)."], "LINE 5 - location (universal transverse mercator (UTM) or grid coordinate with military grid reference system (MGRS) grid zone designator of detected element activity or event observed).", ["LINE 6 - unit (detected element unit, organization, or facility).", "Conventional.", "Irregular.", "Coalition.", "Host nation.", "Nongovernmental organization (NGO).", "Civilian.", "Facility."], "LINE 7 - time (DTG of observation).", ["LINE 8 - equipment (equipment of element observed).", "ADA (missile (man-portable air defense system /[MANPADS/]), missile (other), gun).", "Arty (gun (self-propelled /[SP/]), gun (towed), missile or rocket, mortar).", "Armored track vehicle (tank, armored personnel carrier /[APC/], command and control /[C2/], engineer, transport, other).", "Armored wheel vehicle (gun, APC, C2, engineer, transport, other).", "Wheel vehicle (gun, C2, engineer, transport, other).", "INF weapon (WPN) (anti-armor missile, anti-armor gun, rocket-propelled grenade /[RPG/], heavy /[HVY/] machine gun /[MG/], grenade launcher /[GL/], small arms, other).", "Aircraft (RW (attack helicopter /[AH/]), RW (utility helicopter /[UH/]), RW (observation helicopter), FW (atk), FW (trans), USA, other).", "Mine or IED (buried, surface, vehicle-borne improvides explosive device /[VBIED/], person-borne inprovised explosive device /[PBIED/], other).", "CBRN.", "Supplies (class III, class V, other).", "Civilian.", "Other."], "LINE 9 - assessment (apparent reason for or purpose of hte activity observed, and apparent threats to or opportunities for friendly forces).", "LINE 10 - narrative (free text for clarifying report).", "LINE 11 - authentication (report authentication) per SOP."],
      ["Send SPOTREP to the next higher element."]
      ],
    "references": {
      "required": ["FM 6-99"]
    },
    "skill": 1,
    "subject": 4,
    "battle": [2]
  },
  {
    "task": "Use Visual Signaling Techniques",
    "number": "071-COM-0608",
    "conditions": "You are a member of a mounted or dismounted platoon in a field environment and must use visual signals to communicate. Some iterations of this task should be performed in MOPP 4.",
    "standards": "Communicate with other Soldiers and vehicle crews using visual signaling techniques.",
    "steps": [
      ["Use visual signals for combat formations.", ["Disperse.", "Extend the arm horizontally.", "Wave the arm and hand to the front, left, right, and rear.", "Point toward the direction of each movement."], ["Assemble or Rally.", "Raise arm vertically overhead.", "Turn palm to the front.", "Wave in large horizontal circles."], ["Join me, Follow me, or Come forward.", "Point toward person(s) or unit.", "Beckon by holding the arm horizontally to the front with palm up.", "Motion toward the body."], ["Increase speed, Double time, or Rush.", "Raise the fist to the shoulder.", "Thrust the fist upward to the full extent of the arm and back to shoulder level.", "Continue rapidly several times."], ["Quick time.", "Extend the arm horizontally sideward.", "Turn palm to the front.", "Wave the arm slightly downward several times, keeping the arm straight>", "Keep arm at shoulder level."], ["Enemy in sight.", "Hold the rifle in the ready position at shoulder level.", "Point the rifle in the direction of the enemy."], ["Wedge.", "Extend the arms downward to the side.", "Turn the palms to the front.", "Place your arms at a 45 degree angle below horizontal."], ["Vee.", "Raise the arms.", "Extend the arms 45-degrees above the horizontal."], ["Line.", "Extend the arms.", "Turn palms downward parallel to the ground."], ["Coil.", "Raise one arm above the head.", "Rotate it in a small circle."], ["Staggered Column.", "Extend the arms so that upper arms are parallel to the ground.", "Make sure the forearms are perpendicular.", "Raise the arms so they are fully extended above the head."]],
      ["Use visual signals for battle drills.", ["Contact left.", "Extend the left arm parallel to the ground.", "Bend the arm until the forearm is perpendicular.", "Repeat."], ["Contact right.", "Extend the right arm parallel to the ground.", "Bend the arm until the forearm is perpendicular.", "Repeat."], ["Action left.", "Extend both arms parallel to the ground.", "Raise the right arm until it is overhead.", "Repeat."], ["Action right.", "Extend both arms parallel to the ground.", "Raise the left arm until it is overhead.", "Repeat."], ["Air attack", "Bend the arms with the forearms at a 45-degree angle.", "The forearms should cross.", "Repeat."], ["Nuclear, Biological, Chemical attack.", "Extend the arms and fists.", "Bend the arms to the shoulders.", "Repeat."]],
      ["Use visual signals for patrolling.", ["Map check.", "Place one hand on top of the other.", "Point at the palm of one hand with the index finger of the other hand."], ["Pace count.", "Bend the knee so that the heel can be tapped on.", "Tap the heel of the boot repeatedly with the open hand."], ["Head count.", "Raise one arm behind the head.", "Tap the back of the helmet repeatedly with an open hand."], ["Danger area.", "Raise the right hand up until it is level with the throat.", "Draw the right hand, palm down in a throat-cutting motion from left to right across the neck."], ["Freeze or halt.", "Make a fist with the right hand.", "Raise the fist to head level."]],
      ["Use visual signals to control vehicle drivers.", ["Start engine or prepare to move.", "Day: Simulate cranking of the engine by moving the arm, with the fist, in a circular motion at waist level.", "Night: Move a light in a horizontal figure 8 in a vertical plane in front of the body."], ["Halt or stop.", ["Day.", "Raise the hand upward to the full extent of the arm, with palm to the front.", "Hold that position until the signal is understood."], ["Night.", "Move a light horizontally back and forth several times across the path of approaching traffic to stop vehicles.", "Use the same signal to stop engines."]], ["Left turn.", ["Day.", "Extend the right arm horizontally to the side.", "Turn palm toward vehicle with fingers extended in the direction of travel."], ["Night.", "Bend the right arm at the elbow parallel to the ground.", "Rotate a light to describe a 12 to 18 inch circle to the right."]], ["Right turn.", ["Day.", "Extend the left arm horizontally to the side.", "Turn palm toward vehicle with fingers extended in the direction of travel."], ["Night.", "Bend the left arm at the elbow parallel to the ground.", "Rotate a light to describe a 12 to 18 inch circle to the left."]], ["Move forward.", ["Day.", "Face the vehicle.", "Raise the hands to shoulder level with palms facing the chest.", "Move the hands and forearms backward and forward."], ["Night.", "Face the vehicle.", "Hold a light at shoulder level.", "Move the hands and forearms backward and forward."]], ["Move in reverse.", ["Day.", "Face the vehicle.", "Raise the hands to shoulder level with palms facing the vehicle."], ["Night.", "Hold a light at shoulder level.", "Blink it several times toward the vehicle."]], ["Stop engine.", ["Day.", "Extend the arm parallel to the ground with hand open.", "Move the arm across the body in a throat-cutting motion."], ["Night.", "Extend the arm parallel to the ground with hand open.", "Use the same signal to halt or stop vehicle."]]]
      ],
    "references": {
      "required": ["FM 21-60"]
    },
    "skill": 1,
    "subject": 4,
    "battle": [1, 2, 4, 5]
  },
  {
    "task": "Maintain Your Assigned Protective Mask",
    "number": "031-COM-1010",
    "conditions": "You are in a field or garrison environment given your assigned protective mask (with authorized accessories and components), cleaning Materials in accordance with (IAW) the applicable operator technical manual (TM), a preventive maintenance checks and services (PMCS) DA Form 5988-E Equipment Maintenance and Inspection Worksheet (EGA) or DA Form 2404 Equipment Inspection and Maintenance Worksheet, and mask replacement parts. This task should not be trained in MOPP 4.",
    "standards": "Maintain your assigned protective mask by performing operator PMCS IAW mask TM and completing DA 5988-E Equipment Maintenance and Inspection Worksheet (EGA) or DA Form 2404 Equipment Inspection and Maintenance Worksheet IAW DA Pam 750-8.",
    "steps": [
      ["Inspect your protective mask and accessories according to the PMCS tables located in the mask operator TM.", "Identify deficiencies and shortcomings.", "Correct operator level deficiencies."],
      ["Perform operator level \"light\" cleaning of your assigned protective mask IAW the operator TM."],
      ["Record uncorrected deficiencies on DA Form 5988-E or DA Form 2404 IAW DA Pam 750-8."],
      ["Provide the completed DA Form 5988-E or DA Form 2404 to your supervisor."]
      ],
    "references": {
      "required": ["DA PAM 750-8", "TM 3-4240-542-13&P", "DA FORM 2404", "DA FORM 5988-E"]
    },
    "skill": 1,
    "subject": 5
  },
  {
    "task": "Protect Yourself from Chemical and Biological (CB) Contamination Using Your Assigned Protective Mask",
    "number": "031-COM-1004",
    "conditions": "You are given your assigned protective mask, a hood, and a mask carrier. Some iterations of this task should be performed in MOPP 4.",
    "standards": "Protect yourself from CB agent contamination by donning, clearing, and sealing your assigned protective mask within 9 seconds then giving the alarm without becoming a casualty.",
    "steps": [
      ["Don mask assembly.", "Stop Breathing and close eyes.", "Remove helmet, put helmet between legs above knees or hold rifle between legs and place helmet on the muzzle.", "Take off glasses and place in helmet, if applicable.", "Open the mask carrier with left hand.", "Grasp the mask assembly with right hand, and remove it from the carrier.", "Place chin in the chin pocket, and press the face piece tight against the face.", "Hold mask assembly tightly against face.", "Grasp the harness tab, pull overhead and down the head harness as far as possible.", "Grasp the loose end of the cheek straps, one at a time, and pull until strap feels tight."],
      ["Clear mask assembly.", "Seal the outlet disk valve by placing one hand over the outlet valve cover assembly.", "Blow out hard to ensure that any contaminated air is forced out around the edges of the face piece."],
      ["Seal mask assembly.", "Cover both filter inlet ports with the palms of your hands and breathe in.", "Ensure mask assembly collapses against the face.", "Resume breathing."],
      ["Give the alarm.", "Shout, \"Gas, Gas, Gas.\"", "Give the appropriate hand-and-arm signal per unit SOP."],
      ["Close mask carrier."],
      ["Don the mask hood, if applicable.", "Place hands up under the protective hood, stretch elasticized portion and raise protective hood up and over filters.", "Carefully pull excess protective hood material over head, neck, and shoulders.", "Grasp underarm straps.", "Bring the male end of each underarm strap and fasten to female end.", "Tighten underarm straps."],
      ["Put on the helmet and secure gear."],
      ["Continue mission."]
      ],
    "references": {
      "required": ["ATP 3-11.32", "TM 3-4240-542-13&P"]
    },
    "skill": 1,
    "subject": 5
  },
  {
    "task": "React to Chemical or Biological (CB) Hazard/Attack",
    "number": "031-COM-1007",
    "conditions": "You are in an area in which a chemical or biological attack is occurring. You are given your assigned protective mask and complete set of MOPP Gear (JSLIST, Gloves, and Boots), individual equipment decontamination kit, and Reactive Skin Decontamination Lotion (RSDL). You are wearing eye protection, Army Combat Helmet (ACH), Improved Outer Tactical Vest (IOTV), and Deltoid Auxiliary Protectors (DAPs). You are currently in MOPP Level 0.",
    "standards": "React to a CB hazard/attack without becoming a casualty by: donning your protective mask within 9 seconds, starting skin decontamination yourself within 1 minute of finding contamination, assuming MOPP 4 (after decontamination) and decontaminating your individual equipment using the decontaminating kit as necessary.",
    "steps": [
      ["Protect yourself from CB contamination by using your assigned protective mask, IAW common task 031-COM-1004, within 9 seconds."],
      ["Take cover (if possible) and conduct immediate skin decontamination, IAW common task 031-COM-1006, within 1 minute."],
      ["Assume MOPP Level 4, IAW common task 031-COM-1005, within 8 minutes. Follow the step below when wearing ACH, IOTV, or DAPs.", "Remove the ACH and protective eye wear.", "Loosen the DAPs.", "Doff the IOTV by lifting the front flap and detach side plate carriers by separating hook and loop fastener tape. Lift front carrier and detach internal eastic bands at hook and loop interface. Open the medical access hook and pile closure, loosen the left shoulder adjustment strap and slide vest off the right shoulder.", "Assume MOPP Level 4.", "Don the IOTV over the right shoulder by tightening the left shoulder adjustment strap and fastening the medical access hook and pile closure. Attach internal elastic bands at hook and loop interface and close the front carrier. Attach side plate carriers and close the front flap.", "Secure the DAP.", "Don the ACH."],
      ["Decontaminate your individual equipment using your individual equipment decontamination kit, IAW common task 031-COM-1006."]
      ],
    "references": {
      "required": ["ATP 3-11.32", "TM 10-8415-220-10", "TM 3-4240-235-10", "TM 3-4240-542-13&P"]
    },
    "skill": 1,
    "subject": 5
  },
  {
    "task": "Protect Yourself from CBRN Injury/Contamination by Assuming MOPP Level 4",
    "number": "031-COM-1005",
    "conditions": "In a contaminated or potentially contaminated environment, given the Joint-Service, Lightweight, Integrated Suit Technology (JSLIST), your assigned protective mask, CBRN over boots, and CBRN protective gloves. You are in MOPP level 0. This task is always performed in MOPP 4.",
    "standards": "Protect yourself from CBRN injury or contamination by assuming MOPP level 1 thru 4 in sequence within eight minutes.",
    "steps": [
      ["Assume MOPP Level 1 by donning JSLIST over garments.", ["Don the JSLIST over garment trousers.", "Extend your toes downward, put one leg into the trousers, and pull them up. Repeat the procedure for your other leg.", "Close the slide fastener, and fasten the two fly opening snaps.", "Pull the suspenders over your shoulders, and fasten the snap couplers.", "Adjust the suspenders to ensure that the trousers fit comfortably.", "Adjust the waistband hook-and-pile fasteners for a snug fit."], ["Don the JSLIST over garment coat.", "Don the coat, and close the slide fastener up as far as your chest.", "Secure the front closure hook-and-pile fasteners up as far as your chest.", "Pull the bottom of the coat down over the trousers.", "Pull the loop out and away from the over garment coat, and bring it forward between the legs.", "Pull on the loop until the bottom of the coat fits snugly over the trousers."]],
      ["Assume MOPP Level 2 by donning the over boots.", "Don the over boots over the combat boots.", "Adjust and secure the strap-and-buckle fasteners.", "Pull the trouser legs over the over boots.", "Secure the hook-and-pile fasteners on each ankle to fit snugly around the boot."],
      ["Assume MOPP Level 3 by donning chemical-protective mask IAW task 031-COM-1004."],
      ["Assume MOPP Level 4. Don the gloves.", "Push the sleeve cuffs up your arm.", "Put on the glove liners (inserts).", "Put on the gloves (black rubber).", "Pull the sleeve cuffs over the top of the gloves."]
      ],
    "references": {
      "required": ["ATP 3-11.32", "TM 10-8415-220-10"]
    },
    "skill": 1,
    "subject": 5
  },
  {
    "task": "Detect Chemical Agents Using M9 Detector Paper",
    "number": "031-COM-1009",
    "conditions": "You are in tactical environment or an area with suspected liquid chemical contamination given a roll of M9 detector paper. Some iterations of this task should be performed in MOPP 4.",
    "standards": "Detect liquid chemical agents by attaching M9 detector paper to your MOPP gear on the correct (according to dominant hand) upper arm, wrist, and ankle with 1 inch tabs. Attach to equipment, with 1.5 inch tabs, in areas likely to be contaminated within view of the operator IAW unit SOP.",
    "steps": [
      ["Attach M9 detector paper to your MOPP gear.", "If you are left handed, place a strip of M9 detector paper around your left upper arm, right wrist, and left ankle with approximately 1 inch overlaps.", "If you are right handed, place a strip of M9 detector paper around your right upper arm, left wrist, and right ankle with approximately 1 inch overlaps."],
      ["Attach M9 paper to equipment.", "Place M9 paper with 1.5 inch tab for easy removal where it will come into contact with contaminated objects.", "Place M9 paper where it will be visible to the operator."],
      ["Check for surface liquid agent contamination by taking a piece of M9 paper and blotting the surface of equipment, ground, or vegetation around suspected area."],
      ["Monitor the M9 detector paper constantly for any color change."],
      ["Use other types of chemical agent detector kits (such as M8 paper or M256A2 kit) to verify the test results."],
      ["Notify supervisor of the results."]
      ],
    "references": {
      "required": ["TM 3-6665-311-10"]
    },
    "skill": 1,
    "subject": 5
  },
  {
    "task": "Identify Liquid Chemical Agents Using M8 Paper",
    "number": "031-COM-1008",
    "conditions": "You are in a tactical environment or an area with suspected liquid chemical contamination, given a booklet of M8 detector paper. This task is always performed in MOPP 4.",
    "standards": "Identify liquid chemical agents using M8 Paper by comparing any color change on the M8 detector paper to the color chart on the inside front cover of the booklet with 100% accuracy.",
    "steps": [
      ["Identify liquid chemical agents with M8 detector paper using the active method.", "Remove a sheet of M8 paper from the book (use one-half sheet if it is perforated).", "Dip the paper into the suspected liquid agent or blot the suspected area to be tested with the paper.", ["Observe the M8 detector paper for a color change. Identify the contamination by comparing any color change on the M8 detector paper to the color chart on the inside front cover of the booklet.", "A yellow-gold color indicates the presence of a nerve (G) agent.", "A red-pink color indicates the presence of a blister (H) agent.", "A dark green color indicates the presence of a nerve (V) agent.", "Any other color or no color change indicates that the liquid cannot be identified using M8 detector paper."]],
      ["Identify liquid chemical agents with M8 detector paper using the passive method.", "Remove a sheet of M8 paper from the booklet.", "Secure the sheet to any object in an area which would most likely receive contamination.", "Periodically inspect the paper for color changes. Identify the contamination by comparing any color change on the M8 detector paper to the color chart on the inside front cover of the booklet."],
      ["Store the booklet of M8 detector paper in a manner which will prevent wetting."],
      ["Use other types of chemical-agent detector kits (such as M256A2 Kit) to verify the test results."],
      ["Notify your supervisor of the test results."]
      ],
    "references": {},
    "skill": 1,
    "subject": 5
  },
  {
    "task": "Decontaminate Yourself and Individual Equipment Using Chemical Decontaminating Kits",
    "number": "031-COM-1006",
    "conditions": "You are in a contaminated environment in MOPP Level 2. You are given a chemical protective mask, chemical protective gloves, chemical protective overboots, a full canteen of water, a poncho, load-bearing equipment (LBE) or load-bearing vest, Interceptor Body Armor (IBA), the Improved Outer Tactical Vest (IOTV), and M295 decontaminating kit and Reactive Skin Decontamination Lotion (RSDL). This task is always performed in MOPP 4.",
    "standards": "Decontaminate yourself and your individual equipment using the chemical decontaminating kits. Start the steps to decontaminate your skin and eyes within 1 minute after contamination. and finish within 2 minutes. Decontaminate all individual equipment, in sequence, within 15 minutes after decontaminating your skin.",
    "steps": [
      ["Don protective mask and hood. Do not pull the drawstrings. Do not fasten the shoulder straps if your hood has them."],
      ["Seek overhead cover or use a poncho for protection against further contamination."],
      ["Decontaminate your hands, face, and the inside of your mask.", "Remove one RSDL packet from your carrying pouch.", "Tear it open quickly at any notch.", "Remove the applicator pad from the packet, and save the packet as the remaining lotion can be added to the applicator pad, if required.", "Thoroughly scrub the exposed skin of your hand, palm, and fingers with the applicator pad.", "Switch the applicator pad to the other hand, and repeat the procedure."],
      ["If you were masked with your hood secured when you became contaminated, stop. Put on your protective gloves, and proceed to step 4.", "Stop breathing, close eyes, grasp mask beneath chin and pull mask away from chin enough to allow one hand between the mask and your face. Hold the mask in this position during steps (3g) through (3m).", "Thoroughly scrub the exposed skin of your face with lotion from the applicator pad.", "Thoroughly scrub across your forehead.", "Beginning at one side, scrub up and down across your cheeks, nose, chin, and closed mouth. Avoid ingesting.", "Scrub under the chin from the ear along the jawbone to the other ear to coat your skin with lotion.", "Turn your hand over and scrub the inside surfaces of the mask that may touch your skin. Be sure to include the drinking tube.", "Keep the applicator.", "Seal your mask immediately, clear it, and check it.", "Use the applicator and any remaining lotion in the packet. Without breaking the mask seal, scrub the applicator pad across the forehead, exposed scalp, the skin of the neck, ears, and throat.", "Secure the hood.", "Thoroughly scrub your hands with lotion again as in steps (3d) through (3e).", "Assume MOPP Level 4 by putting on protective gloves."],
      ["Use any remaining lotion to spot decontaminate weapons, personal equipment, and canteen cap that may have become contaminated."],
      ["Allow RSDL to remain on skin for at least 2 minutes to destroy the chemical agent."],
      ["Discard the used packet(s) and applicator pad(s) by leaving them in place."],
      ["Remove the decontaminating lotion with soap and water when operational conditions permit, such as an \"All Clear\" directive or after detailed troop decontamination."],
      ["Decontaminate your gloves, the exposed areas of your mask and hood, your weapon, and your helmet using the first mitt of the M295 Decontaminating Kit.", "Remove one decontamination packet from your pouch.", "Tear the packet open at any notch.", "Remove teh decontamination mitt.", "Discard the empty packet.", "Unfold the decontamination mitt.", "Grasp the green (nonpad) side of the decontamination mitt with your nondominant hand. Pat the other gloved hand with the decontamination mitt to start the flow of decontamination powder onto your glove. Rub your glove with the decontamination mitt until it is completely covered with decontaminating powder.", "Insert the decontaminated, gloved hand inside the decontamination mitt. Ensure that the pad side is in the palm of your hand and your thumb sticks through the appropriate thumbhole. Securely tighten the wristband on the gloved hand.", ["Decontaminate individual equipment by rubbing with the pad side of the decontamination mitt until the equipment is thoroughly covered with decontamination powder. Pay special attention to areas that are hard to reach (such as cracks, crevices, and absorbent materials).", "Decontaminate your other glove.", "Decontaminate exposed areas of your mask and hood.", "Decontaminate your weapon.", "Decontaminate your helmet by patting it with the decontamination mitt."], "Discard the decontamination mitt."],
      ["Decontaminate your LBE, IBA or IOTV and accessories, mask carrier, overboots, and gloves again using the second mitt in the M295 Decontamination Kit.", ["Get another packet, and repeat steps (9a) through (9g). Then, perform the following:", "Decontaminate load-carrying equipment (LCE), IBA, IOTV and accessories (such as canteen, ammo pouch, and first aid pouch).", "Decontaminate your mask-carrying case.", "Decontaminate your protective boots.", "Repeat the decontamination process on your protective gloves."], "Discard the decontamination mitt.", "Get another packet and repeat steps (9a) through (9g). If liquid contamination is still suspected or detected, rub or blot areas where contamination is still suspected or detected."],
      ["Remove the decontaminating powder when operational conditions permit."],
      ["Notify your supervisor on the location of the used decontaminating materials, and await guidance on disposal procedures."]
      ],
    "references": {
      "required": ["ATP 3-11.32", "TM 10-8415-209-10", "TM 10-8415-220-10", "TM 3-4230-229-10", "TM 3-4230-235-10"]
    },
    "skill": 1,
    "subject": 5
  },
  {
    "task": "React to Nuclear Hazard/Attack",
    "number": "031-COM-1001",
    "conditions": "You are in an area where a nuclear weapons have been deployed. You are given a protective mask, a brush or a broom, and shielding material. Some iterations of this task should be performed in MOPP 4.",
    "standards": "React to a nuclear attack by performing the steps in sequence without becoming a casualty.",
    "steps": [
      ["Drop down immediately.", ["If in Open Area, drop facedown immediately with feet facing the blast.", "If time, crawl to the closest available protection (i.e. A log, a large rock, or any depression in the earth's surface provides some protection).", "If time, don IPE (individual protective equipment) according to the unit SOP."], "If in a Shelter, lay face down on the floor near a wall, if time, don IPE (individual protective equipment) according to the unit SOP.", "If in a Foxhole, the best position is on the back with knees drawn up to the chest, hands holding back of knees, if time, don IPE (individual protective equipment) according to the unit SOP."],
      ["Close eyes and open mouth."],
      ["If not in a foxhole position, protect exposed skin from heat by putting hands and arms under or near the body. In any position keep the helmet on."],
      ["If in Open Area, use any available material to provide overhead cover after the blast wave passes to avoid direct contact with radioactive fallout (rain gear, poncho, tarps, or plastic)."],
      ["Remain in position until the blast wave passes and debris stops falling."],
      ["Decontaminate Yourself.", "Don protective mask or dust mask, if not already on.", "Brush or shake debris off of clothing.", "Lift off dry contamination with sticky tape if available.", "Wash exposed skin with soap (detergent) and tepid water."],
      ["Check for casualties."],
      ["Seek shelter, if not already in a shelter/foxhole with overhead cover."]
      ],
    "references": {
      "required": ["ATP 3-11.32", "ATP 4-25.13", "ECBC-SP-036", "TM 10-8415-220-10", "TM 3-4240-542-13&P"]
    },
    "skill": 1,
    "subject": 5
  },
  {
    "task": "Mark CBRN-Contaminated Areas",
    "number": "031-COM-1003",
    "conditions": "You in an environment where CBRN weapons have been deployed. The contamination has been located and identified in an area. You are given a M328 Chemical, Biological, Radiological, and Nuclear (CBRN) marking kit, and appropriate Individual Protective Equipment (IPE).",
    "standards": "Mark the CBRN-contaminated area with the appropriate sign according to type of contamination and 100% of the required information written on the sign. Emplace a minimum of three markers at line of sight distances depending on terrain. This task will be performed in mission-oriented protective posture (MOPP) level 4 or Level A suit depending on CBRN material used.",
    "steps": [
      ["Employ CBRN Markers (based on contamination type).", ["Employ the ATOM marker for Radiological or Nuclear contamination.", "Place markers at the location where a dose rate of 1 centigray per hour (cGyph) or more is measured.", "Place markers so that the word \"ATOM\" faces away from the contamination at waist height right-angled apex downward.", ["Print the following information clearly on the front of the markers:", "Date-time group (DTG) (Local/Zulu (L/Z)) of reading. If the DTG is not known, print \"unknown\".", "Dose rate.", "DTG (L/Z) of detonation/release, if known. If the DTG is not known, print \"unknown\"."]], ["Employ the ATOM marker for Toxic Industrial Radiological (TIR).", "Place markers at the location where a dose rate of 2 micrograys per hour (Gyph) or more is measured.", "Place markers so that the word \"ATOM\" faces away from the contamination at waist height right-angled apex downward.", ["Print the following information clearly on the front of the markers:", "DTG (L/Z) of reading. If the DTG is not known, print \"unknown\".", "Dose rate.", "DTG (L/Z) of detonation/release, if known. If the DTG is not known, print \"unknown\"."]], ["Employ the BIO marker for Biological Agents.", "Place markers 200 meters before the location where contamination is detected.", "Place markers so that the word \"BIO\" faces away from the contamination at waist height right-angled apex downward.", ["Print the following information clearly on the front of the markers:", "Name of agent/symbol, if known. If unknown, print \"unknown\".", "Concentration levels, if known. If unknown, print \"unknown\".", "DTG (L/Z) of detection. If the DTG is not known, print \"unknown\".", "DTG (L/Z) of detonation/release. If the DTG is not known, print \"unknown\"."]], ["Employ the GAS marker for Persistent Chemical Agents.", "Place markers 200 meters before the location where contamination is detected.", "Place markers so that the word \"GAS\" faces away from the contamination at waist height right-angled apex downward.", ["Print the following information clearly on the front of the markers:", "Name of agent/symbol, if known. If unknown, print \"unknown\".", "Concentration levels, if known. If unknown, print \"unknown\".", "DTG (L/Z) of detection. If the DTG is not known, print \"unknown\".", "DTG (L/Z) of detonation/release. If the DTG is not known, print \"unknown\"."]], ["Employ the TOXIC marker for Toxic Industrial Chemical (TIC) or Toxic Industrial Biological (TIB).", "Place markers 200 meters before the location where contamination is detected.", "Place markers so that the word \"TOXIC\" faces away from the contamination at waist height right-angled apex downward.", ["Print the following information clearly on the front of the markers:", "Name of agent/symbol, if known. If unknown, print \"unknown\".", "Concentration levels, if known. If unknown, print \"unknown\".", "DTG (L/Z) of detection. If the DTG is not known, print \"unknown\".", "DTG (L/Z) of detonation/release. If the DTG is not known, print \"unknown\"."]]],
      ["Emplace two additional markers, at a minimum, using procedures from step 1.", "Place markers 10 to 100 meters apart, depending on terrain, ensuring all markers are line-of-sight visible.", "When marking a contaminated area in open terrain (that is, desert, plains, rolling hills), raise the markers to a desired height that permits approaching military forces to view the markers at distances up to 200 meters."]
      ],
    "references": {
      "required": ["ATP 3-11.32", "ATP 3-11.37", "TM 3-9905-002-10"]
    },
    "skill": 1,
    "subject": 5
  },
  {
    "task": "Evaluate a Casualty (Tactical Combat Casualty Care)",
    "number": "081-COM-1001",
    "conditions": "While in a tactical area of operations, you encounter a combat casualty. Your unit may be under fire. Some iterations of this task should be performed in MOPP.",
    "standards": "Evaluate the casualty following the correct sequence. Identify and treat all life-threatening conditions and other serious wounds.",
    "steps": [
      ["Perform care under fire.", "Return fire as directed or required before providing medical treatment.", "Determine if the casualty is alive or dead.", "Provide care to the live casualty. Direct the casualty to return fire, move to cover, and administer self-aid (stop bleeding), if possible.", "In a battle-buddy team, approach the casualty (use smoke or other concealment if available using the most direct route possible).", ["Administer life-saving hemorrhage control.", "Determine the relative threat of enemy fire versus the risk of the casualty bleeding to death.", "If the casualty has severe, life-threatening bleeding from an extremity or has an amputation of an extremity, administer life-saving hemorrhage control by applying a tourniquet from the casualty's IFAK before moving the casualty."], "Move the casualty, his weapon, and mission-essential equipment when the tactical situation permits.", "Recheck bleeding control measures (tourniquet) as soon as behind cover and not under enemy fire."],
      ["Perform tactical field care.", "Form a general impression of the casualty as you approach (extent of injuries, chance of survival).", ["Check for responsiveness.", "Ask in a loud, but calm, voice: \"Are you okay?\" Gently shake or tap the casualty on the shoulder.", "Determine the level of consciousness by using AVPU: A = Alert; V = responds to Voice; P = responds to Pain; U = Unresponsive.", "If the casualty is conscious, ask where his body feels different than usual, or where it hurts."], ["Identify and control bleeding.", ["Check for bleeding.", "Reassess any tourniquets placed during the care under fire phase to ensure they are still effective.", ["Perform a blood sweep of the extremities, neck, axillary, inguinal and extremity areas. Exposure is only necessary if bleeding is detected.", "Place your hands behind the casualty's neck and pass them upward toward the top of the head.", "Place your hands behind the casualty's shoulders and pass them downward behind the back, the thighs, and the legs. Note whether there is blood on your hands from the casualty's wounds."]], "Once bleeding has been controlled, continue to step 2d."], "Position the casualty and open the airway. (See task 081-COM-1023.)", ["Assess for breathing and chest injuries.", "Expose the chest and check for equal rise and fall and for any wounds.", "Look, listen, and feel for respiration. (See task 081-COM-1023.)", ["If in a non-tactical environment, begin rescue breathing as necessary to restore breathing and/or pulse. (See tasks 081-COM-1023 and 081-COM- 0046.)", "If the casualty has a penetrating chest wound and is breathing or attempting to breathe, stop the evaluation to apply an occlusive dressing. (See task 081-COM-1026.)", "Position or transport with the affected side down, if possible.", "Check for an exit wound. If found, apply an occlusive dressing."]], "Dress all non-life threatening injuries and any bleeding that has not been addressed earlier with appropriate dressings. (See task 081-COM-1032.)"],
      ["Determine the need to evacuate the casualty and supply information for lines 3-5 of the 9-Line MEDEVAC request to your tactical leader. (See task 081-COM-0101.)"],
      ["Check the casualty for burns.", "Look carefully for reddened, blistered, or charred skin. Also check for singed clothes.", "If burns are found, stop the evaluation and begin treatment. (See task 081-COM-1007.)"],
      ["Administer pain medications and antibiotics (the casualty's combat pill pack) if available."],
      ["Document the injuries and the treatment given on the casualty's own Tactical Combat Casualty Care Card (found in IFAK), if applicable."],
      ["Transport the casualty to the evacuation site. (See task 081-COM-1046.)"],
      ["Monitor the patient for shock and treat as appropriate. (See task 081-COM-1005.) Continually reassess casualty until a medical person arrives or the patient arrives at a military treatment facility (MTF)."]
      ],
    "references": {},
    "skill": 1,
    "subject": 5,
    "battle": [3]
  },
  {
    "task": "Perform First Aid to Prevent or Control Shock",
    "number": "081-COM-1005",
    "conditions": "You have a casualty that is displaying one or more symptoms of shock. You have a field jacket or a poncho. The casualty is breathing and there is no uncontrolled bleeding. Some iterations of this task should be performed in MOPP 4.",
    "standards": "Apply measures to prevent or treat shock without causing further injury to the casualty.",
    "steps": [
      ["Check the casualty for signs and symptoms of shock.", "Sweaty but cool skin.", "Pale skin.", "Restlessness or nervousness.", "Thirst.", "Severe bleeding.", "Confusion.", "Rapid breathing.", "Blotchy blue skin.", "Nausea and/or vomiting."],
      ["Position the casualty.", "Move the casualty under a permanent or improvised shelter to shade him from direct sunlight.", "Lay the casualty on his back unless a sitting position will allow the casualty to breathe easier.", "Elevate the casualty's feet higher than the heart using a stable object so the feet will not fall."],
      ["Loosen clothing at the neck, waist, or anywhere it is binding."],
      ["Prevent the casualty from getting chilled or overheated. Using a blanket or clothing, cover the casualty to avoid loss of body heat by wrapping completely around the casualty."],
      ["Calm and reassure the casualty.", "Take charge and show self-confidence.", "Assure the casualty that he/she is being taken care of."],
      ["Watch the casualty closely for life-threatening conditions and check for other injuries, if necessary."],
      ["Seek medical aid"]
      ],
    "references": {
      "related": ["TC 4-02.1"]
    },
    "skill": 1,
    "subject": 5,
    "battle": [3]
  },
  {
    "task": "Perform First Aid to Open the Airway",
    "number": "081-COM-1023",
    "conditions": "While performing tactical field care. You see an adult casualty with difficulty breathing. You are not in a chemical environment. You will need a Nasopharyngeal airway (NPA). This task should not be trained in MOPP 4.",
    "standards": "Open the casualty's airway using the head-tilt-chin-lift or the jaw thrust maneuver without causing further injury while observing of the rise and fall of the casualty's chest.",
    "steps": [
      ["Position the casualty onto his back, arms down, face up, on a flat hard surface.", "Kneel beside the casualty.", "Raise the arm nearest you and straighten it above the casualties head.", "Position the legs so that they are together and straight.", "Support the back of the head and neck with the hand nearest them.", "Grasp the casualty under the far arm with the free hand.", "Pull steadily and evenly toward yourself, keeping the head and neck in line with the torso.", "Roll the casualty as a single unit.", "Place the casualty's arms at their side."],
      ["Open the airway.", ["Head-tilt/chin-lift method.", "Kneel beside the casualty's head and shoulders.", "Place the palm of one hand on the casualty's forehead and the index and middle fingers of the other hand on the bony part of the jaw below the chin.", "Tilt the casualty's head backward gently.", "Release pressure on the chin to allow the mouth to open slightly once the head is tilted backward."], ["Jaw-Thrust Method.", "Kneel above the casualty's head (looking toward the casualty's feet).", "Rest your elbows on the ground or floor.", "Place on hand on each side of the casualty's lower jaw at the angle of the jaw, below the ears.", "Use the index and middle fingers to push the angles of the casualty's lower jaw forward."]],
      ["Check for breathing.", "While maintaining the open airway position, place an ear over the casualty's mouth and nose, looking toward the chest and stomach.", "Look for the chest to rise and fall.", "Listen for air escaping during exhalation.", "Feel for the flow of air on the side of your face.", "Count the number of respirations for 15 seconds, multiply that number by 4 to get the rate of breaths per minute.", ["If the casualty is unconscious, if respiratory rate is less than 2 in 15 seconds, and/or if the casualty is making snoring or gurgling sounds, insert an NPA.", "Keep the casualty in a face-up position.", "Lubricate the tube of the NPA with water.", "Push the tip of the casualty's nose upward gently.", "Position the tube of the NPA so that the bevel (pointed end) of the NPA faces toward the septum (the partition inside the nose that separates the nostrils).", "Insert the NPA into the nostril and advance it until the flange rests against the nostril."]],
      ["Place casualty in the recovery position, if breathing normally (12-20 breaths per minute)."],
      ["Seek medical assistance, if casualty is not breathing."]
      ],
    "references": {
      "related": ["TC 4-02.1"]
    },
    "skill": 1,
    "subject": 5,
    "battle": [3]
  },
  {
    "task": "Apply an Emergency Bandage",
    "number": "081-COM-1054",
    "conditions": "While in a Tactical Field Care phase, you have a combat casualty with a gunshot wound to an extremity, radial pulses present, and no altered mental status. Bleeding is not severe enough to warrant a Combat Application Tourniquet (CAT) and requires an Emergency Bandage. This task should not be trained in MOPP 4.",
    "standards": "Control bleeding by applying an Emergency Bandage in 3 minutes or less.",
    "steps": [
      ["Tame body substance isolation."],
      ["Expose the wound."],
      ["Pack the wound with gauze. Gauze should extend 1-2 inches above the skin."],
      ["Place white portion of the dressing down covering all of the wound."],
      ["Wrap the elastic portion of the bandage around the extremity."],
      ["Insert elastic wrap into the pressure bar."],
      ["Pull bandage in opposite direction apply pressure with the pressure bar over the wound."],
      ["Continue to wrap the wound tightly ensuring all edges of the wound pad are covered."],
      ["Secure the closure bar to the bandage."],
      ["Monitor for continued bleeding."],
      ["If bleeding is controlled then secure the bandage with tape. If bleeding reoccurs then apply a CAT tourniquet until bleeding stops, the distal pulse is absent and secure with tape."]
      ],
    "references": {
      "related": ["DD Form 1380 Tactical Combat Casualty Care (TCCC) Card"]
    },
    "skill": 1,
    "subject": 5,
    "battle": [3]
  },
  {
    "task": "Apply a Hemostatic Dressing",
    "number": "081-COM-0099",
    "conditions": "While in the Tactical Field Care phase, you encounter a casualty who is bleeding externally. The wound is either not amenable to a tourniquet or a tourniquet is in place and alternate means of hemorrhage control are necessary. This task should not be trained in MOPP 4.",
    "standards": "Apply a hemostatic dressing to control bleeding without causing further harm to the casualty IAW Tactical Combat Casualty Care (TCCC).",
    "steps": [
      ["Don Body Substance Isolation (BSI)."],
      ["Remove all clothing or equipment to obtain access to the wound."],
      ["Identify the point of bleeding within the wound.", "Remove any pooled blood from the wound cavity with your hand or a wad of cotton gauze.", "Locate the bleeding vessel(s)."],
      ["Pack Combat Gauze directly over the source of bleeding."],
      ["Pack the wound with the entire dressing. More than one Combat Gauze may be required."],
      ["Apply direct pressure for 3 minutes.", "Periodically check the dressing to ensure proper placement and bleeding control.", "If the bandage becomes completely soaked through and there is still active bleeding, pack a second Combat Gauze into the wound."],
      ["Bandage wound to secure the dressing in place.", "If the wound cavity is deep, apply cotton gauze (either wad or rolled) over the dressing.", "Secure dressing in place with either an emergency bandage or an elastic bandage (See task # 081-000-0110)."],
      ["Secure the bandage in place with tape."],
      ["Record Treatment on a Tactical Combat Casualty Care (TCCC) Card (DD Form 1380). See task # 081-000-0013."],
      ["Request Medical Evacuation (see task # 081-000-0120)."]
      ],
    "references": {
      "required": ["DD Form 1380 Tactical Combat Casualty (TCCC) Card; ISBN 9781284041750; TCCC"]
    },
    "skill": 1,
    "subject": 5,
    "battle": [3]
  },
  {
    "task": "Apply an Occlusive Dressing",
    "number": "081-COM-0069",
    "conditions": "While in the Tactical Field Care phase, you encounter a casualty with an open chest wound. This task should not be trained in MOPP 4.",
    "standards": "Apply an Occlusive Dressing in 3 min or less.",
    "steps": [
      ["Take body substance isolation."],
      ["Expose and assess injury."],
      ["Upon full expiration, cover the wound with large, occlusive material dressing. (Cover the first wound encountered)."],
      ["Log roll the casualty or have the conscious casualty sit up and examine the back for an exit wound."],
      ["If present, cover the exit wound on expiration with a large, occlusive dressing."],
      ["Place casualty in sitting position or injured side down in the recovery position."],
      ["Verbalize continued assessment of casualty for signs of progressive respiratory distress."]
      ],
    "references": {
      "related": ["ISBN 9781284041750"]
    },
    "skill": 1,
    "subject": 5,
    "battle": [3]
  },
  {
    "task": "Apply a Combat Application Tourniquet (CAT)",
    "number": "081-COM-0048",
    "conditions": "While in the Tactical Field Care phase, you encounter a casualty with life-threatening bleeding from an extremity. This task should not be trained in MOPP 4.",
    "standards": "Apply a Combat Application Tourniquet in 60 seconds or less.",
    "steps": [
      ["Take body substance isolation."],
      ["Expose, assess, and check for an exit wound."],
      ["Route the band around the limb above the wound on the injured extremity."],
      ["Pass the red tip through the inside slit in the buckle, position the CAT 2-3 inches above the wound, and directly on the skin."],
      ["Pull the band as tight as possible and secure the Velcro back on itself all the way around the limb, but not over the rod clips."],
      ["Twist the windlass until the bleeding stops. (Should occur within 3 rotations of the windlass)"],
      ["Secure the windlass rod inside the windlass clip to lock it into place."],
      ["Check for distal pulse."],
      ["If possible continue to route the self-adhering band between the windlass clips and over the windlass rod. Secure the rod and band with the windlass strap."],
      ["Place a \"T\" and the time of the application on the casualty."],
      ["Secure the CAT in place with tape."],
      ["Record the treatment on a DD Form 1380 Tactical Combat Casualty Care (TCCC) Card."]
      ],
    "references": {
      "required": ["DD FORM 1380 Tactical Combat Casualty Care (TCCC) Card; ISBN 9781284041750"]
    },
    "skill": 1,
    "subject": 5,
    "battle": [3]
  },
  {
    "task": "Apply a FOX Eye Shield",
    "number": "081-COM-1055",
    "conditions": "While in the Tactical Field Care (TFC) phase, you encounter a casualty with an ocular injury. A visual acuity exam has been performed. This task should not be trained in MOPP 4.",
    "standards": "Apply a Fox Eye Shield, without causing further injury IAW Tactical Combat Casualty Care (TCCC).",
    "steps": [
      ["Position the casualty with head supported."],
      ["Ask the casualty to close both eyes."],
      ["Place the Fox eye shield over the injured eye."],
      ["Firmly secure the Fox eye shield with one or more strips of tape to the casualty's cheek and forehead."],
      ["Administer the 400 mg Moxifloxacin tablet(s) from the casualty's combat pill pack."],
      ["Document treatment and medication administered to the casualty on the DD Form 1380 Tactical Combat Casualty Care (TCCC) Card."]
      ],
    "references": {},
    "skill": 1,
    "subject": 5,
    "battle": [3]
  },
  {
    "task": "Initiate a DD Form 1380 Tactical Combat Casualty Care (TCCC) Card",
    "number": "081-COM-0013",
    "conditions": "You are in a tactical combat environment. You have a casualty that has been medically treated and you must record the information on a Department of Defense (DD) Form 1380 Tactical Combat Casualty (TCCC) Card. You will need a DD Form 1380 and a pen. Some iterations of this task should be performed in MOPP 4.",
    "standards": "Initiate the DD Form 1380 in accordance with Army Regulation (AR) 40-66, Medical Record Administration and Health Care Documentation.",
    "steps": [
      ["Remove DD Form 1380 from the casualtys improved first aid kit."],
      ["Complete all entries as fully as possible.", ["Front of DD Form 1380.", "Battle Roster # - Write first letter of casualtys first name, then first letter of casualtys last name, then write the last four numbers of casualtys Social Security number. For example, John Doe 123-12-1234 is Battle Roster # \"JD1234\".", "Evacuation (EVAC) - Mark an \"X\" on the casualtys evacuation priority/precedence (Urgent; Priority; or Routine).", "Name - Write casualtys name (Last, First).", "Last 4 - Write last four numbers of casualtys Social Security number.", "Gender - Mark an \"X\" on the casualtys gender Male (M) or Female (F).", "Date - Write date of injury in DD-MMM-YY format. For example, \"29-JUN-13\".", "Time - Write 24 hour time of injury, and indicate whether local (L) or zulu (Z) time. For example, \"1300Z\".", "Service - Write casualtys branch of service (USA, USAF, USCG, USN, USMC). For U.S. civilians, write \"US CIV\". For non-U.S. personnel, write \"NON US\" or a standard abbreviation for casualtys nationality.", "Unit - Write casualtys unit name.", "Allergies - Write casualtys known drug allergies. If no drug allergies, write no known drug allergies (NKDA).", "Mechanism of Injury - Mark an \"X\" on the mechanism or cause of injury (artillery, blunt, burn, fall, grenade, gunshot wound (GSW), improvised explosive device (IED), landmine, motor vehicle crash/collision (MVC), rocket-propelled grenade (RPG), other (specify)). Mark all that apply.", "Injury - Mark an \"X\" at the site of the injury(ies) on the body picture. For burn injuries, circle the burn percentage(s) on the figure. If multiple mechanisms of injury and multiple injuries, draw a line between the mechanism of injury and the anatomical site of the injury.", "TQ: R Arm (tourniquet, right arm) - If a tourniquet is applied to the right arm, write type of tourniquet used and the time of tourniquet application.", "TQ: L Arm (tourniquet, left arm) - If a tourniquet is applied to the left arm, write type of tourniquet used and the time of tourniquet application.", "TQ: R Leg (tourniquet, right leg) - If a tourniquet is applied to the right leg, write type of tourniquet used and the time of tourniquet application.", "TQ: L Leg (tourniquet, left leg) - If a tourniquet is applied to the left leg, write type of tourniquet used and the time of tourniquet application.", "Time - Write time of vital signs taken.", "Pulse (rate & location)- Write casualty's pulse rate.", "Blood Pressure - Write casualty's blood pressure.", "Respiratory Rate - Write casualty's respiratory rate.", "Pulse Ox % O2 Sat - Write casualty's pulse Ox% and O2 saturation.", "AVPU - Write casualty's level of consciousness (AVPU: Alert, responds to Verbal stimulus, responds to Pain stimulus, Unresponsive).", "Pain Scale (0-10) - Write casualty's level of pain in numeric rating scale of 0 to 10, with 0 being no pain and 10 being the worst pain."], ["Back of Card.", "Battle Roster # - Write first letter of casualtys first name, then first letter of casualtys last name, and then write the last four numbers of casualtys Social Security number. For example, John Doe 123-12-1234 is Battle Roster # \"JD1234\".", "Evacuation (EVAC) - Mark an \"X\" on the casualtys evacuation priority/precedence (Urgent; Priority; or Routine).", "C - Mark an \"X\" for all Circulation hemorrhage control interventions. For tourniquets (TQ), mark category (Extremity, Junctional and/or Truncal) and write name of TQ(s) used. For dressings, mark category (Hemostatic, Pressure, and/or Other) and write type of dressing(s) used.", "A - Mark an \"X\" for all Airway interventions (Intact, nasopharyngeal airway (NPA), cricothyroidotomy (CRIC), endotracheal (ET) tube , supraglottic airway (SGA) and write type of device(s) used.", "B - Mark an \"X\" for all Breathing interventions oxygen (O2), needle decompression (Needle-D), Chest-Tube, (Chest-Seal) and write type of device(s) used.", "C: Fluid - Circulation resuscitation interventions. Write name, volume, route, and time of any fluids given.", "C: Blood Product - Circulation resuscitation interventions. Write name, volume, route, and time of any blood products given.", "Meds: Analgesic Medications - Write name, dose, route, and time of any analgesics given.", "Meds: Antibiotic Medications - Write name, dose, route, and time of any antibiotics given.", "Meds: Other - Medications. Write name, dose, route, and time of any other administered medications.", "Other - Mark an \"X\" for other treatments administered (combat pill pack, eye shield (mark right (R) or left (L)), splint, hypothermia prevention) and type of device(s) used.", "Notes - Use this space to record any other pertinent information and/or clarifications.", "First Responder Name - Print the first responders name (Last, First).", "First Responder Last 4 - Write last four numbers of first responders Social Security number."]],
      ["Attach the completed DD Form 1380 to the casualty; in a visible area where follow on medical staff will see it."]
      ],
    "references": {
      "required": ["AR 40-400", "AR 40-66", "DD FORM 1380 Tactical Combat Casualty Care (TCCC) Card"]
    },
    "skill": 1,
    "subject": 5,
    "battle": [3]
  },
  {
    "task": "Transport a Casualty",
    "number": "081-COM-1046",
    "conditions": "You have a casualty who has received treatment and requires movement and/or evacuation from a vehicle and placement on a transportation platform. You may have assistance from other Soldiers. You will need materials to improvise a litter (poncho, shirts, or jackets, and poles or tree limbs), a SKED or Talon litter, and a vehicle or replicated platform to load patients onto. Some iterations of this task should be performed in MOPP.",
    "standards": "Transport the casualty using an appropriate carry or litter without dropping or causing further injury to the casualty.",
    "steps": [
      ["Remove a casualty from a vehicle, if necessary.", ["Laterally.", "With the assistance of another Soldier grasp the casualty's arms and legs.", "While stabilizing the casualty's head and neck as much as possible, lift the casualty free of the vehicle and move him/her to a safe place on the ground."], ["Upward.", "You may place a pistol belt or similar material around the casualty's chest to help pull him/her from the vehicle.", "With the assistance of another Soldier inside the vehicle, draw the casualty upward using the pistol belt or similar material or by grasping his/her arms.", "While stabilizing the casualty's head and neck as much as possible, lift the casualty free of the vehicle and place him/her on the topmost side of the vehicle.", "Depending on the situation, move the casualty from the topmost side of the vehicle to a safe place on the ground."]],
      ["Select an appropriate method to transport the casualty.", "Fireman's carry. Use for an unconscious or severely injured casualty.", "Neck drag. Use in combat, generally for short distances.", "Cradle-drop drag. Use to move a casualty who cannot walk when being moved up or down stairs.", "Use litters if materials are available, if the casualty must be moved a long distance, or if manual carries will cause further injury."],
      ["Evacuate the casualty using a manual carry.", ["Fireman's carry.", "Kneel at the casualty's uninjured side.", "Place casualty's arms above his/her head.", "Cross the ankle on the injured side over the opposite ankle.", "Place one of your hands on the shoulder farther from you and your other hand on his/her hip or thigh.", "Roll the casualty toward you onto his/her abdomen.", "Straddle the casualty.", "Place your hands under the casualty's chest and lock them together.", "Lift the casualty to his/her knees as you move backward.", "Continue to move backward, thus straightening the casualty's legs and locking the knees.", "Walk forward, bringing the casualty to a standing position but tilted slightly backward to prevent the knees from buckling.", "Maintain constant support of the casualty with one arm. Free your other arm, quickly grasp his/her wrist, and raise the arm high.", "Instantly pass your head under the casualty's raised arm, releasing it as you pass under it.", "Move swiftly to face the casualty.", "Secure your arms around his/her waist.", "Immediately place your foot between his/her feet and spread them (approximately 6 to 8 inches apart).", "Again grasp the casualty's wrist and raise the arm high above your head.", "Bend down and pull the casualty's arm over and down your shoulder bringing his/her body across your shoulders. At the same time pass your arm between the legs.", "Grasp the casualty's wrist with one hand while placing your other hand on your knee for support.", "Rise with the casualty correctly positioned."], ["Neck drag.", "Place the casualty on his back, if not already there. [See steps 3a(1)-(5)].", "Tie the casualty's hands together at the wrists. (If conscious, the casualty may clasp his/her hands together around your neck.)", "Straddle the casualty in a kneeling face-to-face position.", "Loop the casualty's tied hands over and/or around your neck.", "Crawl forward, looking ahead, dragging the casualty with you."], ["Cradle-drop drag.", "With the casualty lying on his/her back, kneel at the head.", "Slide your hands, palms up, under the casualty's shoulders.", "Get a firm hold under his/her armpits.", "Partially rise, supporting the casualty's head on one of your forearms.", "With the casualty in a semisitting position, rise and drag the casualty backwards.", "Back down the steps (or up if appropriate), supporting the casualty's head and body and letting the hips and legs drop from step to step."]],
      ["Evacuate the casualty using a SKED litter.", ["Prepare the SKED litter for transport.", "Remove the SKED from the pack and place on the ground.", "Unfasten the retainer strap.", "Step on the foot end of the SKED litter and unroll the SKED completely.", "Bend the SKED in half and back roll.", "Repeat with the opposite end of the litter so that the SKED litter lays flat.", "Point out the handholds, straps for the casualty, and dragline at the head of the litter."], ["Place and secure a casualty to a SKED litter.", "Place the SKED litter next to the casualty so that the head end of the litter is next to the casualty's head.", "Place the cross straps under the SKED litter.", "Log roll the casualty onto his side in a steady and even manner.", "Slide the SKED litter as far under the casualty as possible.", "Gently roll the casualty until he is again lying on his back with the litter beneath him.", "Slide the casualty to the middle of the SKED litter, keeping his spinal column as straight as possible.", "Pull out the straps from under the SKED litter.", "Bring the straps across the casualty.", "Lift the sides of the SKED litter and fasten the four cross straps to the buckles directly opposite the straps.", "Lift the foot portion of the SKED litter.", "Feed the foot straps over the casualty's lower extremities and through the unused grommets at the foot end of the SKED litter.", "Fastens the straps to the buckles.", "Check to make sure the casualty is secured to the SKED litter."], ["Lift the casualty.", "Using four Soldiers (two on each side), all facing the casualty's feet. Have each rescuer grab a handle with their inside hand.", "In one fluid motion on the command of \"prepare to lift, lift\" raise as a unit holding the casualty parallel and even."]],
      ["Evacuate the casualty using a Talon litter.", ["Prepare a Talon litter for use.", "Remove the litter from the bag.", "Stand the litter upright and release buckles from the litter.", "Place the litter on the ground and completely extend it with the fabric side facing up.", "Keeping the litter as straight as possible, grab the handles and rotate them inward until all the hinges rotate and lock.", "While maintaining the hinges in the locked position, apply firm, steady pressure on the spreader bar with your foot. Increase pressure with your foot until the spreader bar locks into place."], ["Place the casualty on the litter.", "Place the litter next to the casualty. Ensure that the head end of the litter is beside the head of the casualty.", "Log roll the casualty and slide the litter as far under him/her as possible. Gently roll the casualty down onto the litter.", "Slide the casualty to the center of the litter. Be sure to keep the spinal column as straight as possible."], "Secure the casualty to the litter using litter straps or other available materials."],
      ["Evacuate the casualty using an improvised litter.", ["Use the poncho and two poles or limbs.", "Open the poncho and lay the two poles lengthwise across the center, forming three equal sections.", "Reach in, pull the hood up toward you, and lay it flat on the poncho.", "Fold one section of the poncho over the first pole.", "Fold the remaining section of the poncho over the second pole to the first pole."], ["Use shirts or jackets and two poles or limbs.", "Zipper closed two uniform jackets and turn them inside out, leaving the sleeves inside.", "Lay the jackets on the ground and pass the poles through the sleeves, leaving one at the top and one at the bottom of the poles to support the casualty's whole body."], ["Place the casualty on the improvised litter.", "Lift the litter.", "Place the litter next to the casualty. Ensure the head end of the litter is adjacent to the head of the casualty.", "Slide the casualty to the center of the litter. Be sure to keep the spinal column as straight as possible.", "Secure the casualty to the litter using litter straps or other available materials."]],
      ["Load casualties onto a military vehicle.", ["Ground ambulance.", "Make sure each litter casualty is secured to his litter. Use the litter straps when available.", "Load the most serious casualty last.", "Load the casualty head first (head in the direction of travel) rather than feet first.", "Make sure each litter is secured to the vehicle."], ["Air ambulance.", "Remain 50 yards from the helicopter until the litter squad is signaled to approach the aircraft.", ["Approach the aircraft in full view of the aircraft crew, maintaining visual confirmation that the crew is aware of the approach of the litter party. Ensure that the aircrew can continue to visually distinguish friendly from enemy personnel at all times. Maintain a low silhouette when approaching the aircraft.", "Approach UH-60/UH-1 aircraft from sides. Do not approach from the front or rear. If you must move to the opposite side of the aircraft, approach from the side to the skin of the aircraft. Then hug the skin of the aircraft, and move around the front of the aircraft to the other side.", "Approach CH-47/CH46 aircraft from the rear.", "Approach MH-53 aircraft from the sides to the rear ramp, avoiding the tail rotor.", "Approach nonstandard aircraft in full view of the crew, avoiding tail rotors, main rotors, and propellers.", "Approach high performance aircraft (M/C-130/-141B/-17/-5B) from the rear, under the guidance of the aircraft loadmaster or the ground control party."], "Load the most seriously injured casualty last.", "Load the casualty who will occupy the upper berth first, and then load the next litter casualty immediately under the first casualty.", "When casualties are placed lengthwise, position them with their heads toward the direction of travel.", "Make sure each litter casualty is secured to his litter.", "Make sure each litter is secured to the aircraft."], ["Ground military vehicles.", "When loading casualties into the vehicle, load the most seriously injured casualty last.", "When a casualty is placed lengthwise, load the casualty with his head pointing forward, toward the direction of travel.", "Ensure each litter casualty is secured to the litter. Use litter straps, if available.", "Secure each litter to the vehicle as it is loaded into place. Make sure each litter is secured."]]
      ],
    "references": {
      "related": ["TC 4-02.1", "ATP 4-25.13", "ATP 4-02.2"]
    },
    "skill": 1,
    "subject": 5,
    "battle": [3]
  },
  {
    "task": "Perform First Aid for Burns",
    "number": "081-COM-1007",
    "conditions": "You have a casualty who has a burn injury. You will need the casualty's emergency bandage or field dressing and canteen of water. Some iterations of this task should be performed in MOPP 4.",
    "standards": "Give first aid for a burn without causing further injury to the casualty.",
    "steps": [
      ["Eliminate the source of the burn.", "Thermal burns. Remove the casualty from the source of the burn. If the casualty's clothing is on fire, cover the casualty with a field jacket or any large piece of nonsynthetic material and roll him/her on the ground to put out the flames.", "Electrical burns. If the casualty is in contact with an electrical source, turn the electricity off, if the switch is nearby. If the electricity cannot be turned off, use any nonconductive material (rope, clothing, or dry wood) to drag the casualty away from the source.", ["Chemical burns.", "Remove liquid chemicals from the burned casualty by flushing with as much water as possible.", "Remove dry chemicals by carefully brushing them off with a clean, dry cloth. If large amounts of water are available, flush the area. Otherwise, do not apply water.", "Smother burning white phosphorus with water, a wet cloth, or wet mud. Keep the area covered with the wet material."], "Laser burns. Move the casualty away from the source while avoiding eye contact with the beam source. If possible, wear appropriate laser eye protection."],
      ["Uncover the burn.", "Cut clothing covering the burned area.", "Gently life away clothing covering the burned area.", "If the casualty's hand(s) or wrist(s) have been burned, remove jewelry (rings, watches) and place them in his/her pockets."],
      ["Apply the casualty's dry, sterile dressing directly over the wound.", "Apply the dressing/pad, white side down, directly over the wound.", "Wrap the tails (or the elastic bandage) so that the dressing/pad is covered.", "For a field dressing, tie the tails into a nonslip knot over the outer edge of the dressing, not over the wound. For an emergency bandage, secure the hooking ends of the closure bar into the elastic bandage.", "Check to ensure that the dressing is applied lightly over the burn but firmly enough to prevent slipping."],
      ["Watch the casualty closely for life-threatening conditions, check for other injuries (if necessary), and treat for shock."],
      ["Seek medical aid."]
      ],
    "references": {},
    "skill": 1,
    "subject": 5,
    "battle": [3]
  },
  {
    "task": "Identify Visual Indicators of an Improvised Explosive Device (IED)",
    "number": "052-COM-1271",
    "conditions": "This task is identified as FOUO, refer to DTMS or CAR to view.",
    "standards": "",
    "steps": [
      ["Located at https://www.us.army.mil/suite/doc/23838510 (UNCLASSIFIED//FOR OFFICIAL USE ONLY) (U//FOUO)"]
      ],
    "references": {},
    "skill": 1,
    "subject": 5,
    "battle": [1, 4]
  },
  {
    "task": "React to an Improvised Explosive Device (IED) Attack",
    "number": "052-COM-1270",
    "conditions": "This task is identified as FOUO, refer to DTMS or CAR to view.",
    "standards": "",
    "steps": [
      ["Located at https://www.us.army.mil/suite/doc/23838478 (UNCLASSIFIED//FOR OFFICIAL USE ONLY) (U//FOUO)"]
      ],
    "references": {},
    "skill": 1,
    "subject": 5,
    "battle": [1, 5]
  },
  {
    "task": "Practice Noise, Light, and Litter Discipline",
    "number": "071-COM-0815",
    "conditions": "You are member of a mounted or dismounted element conducting a tactical mission and have been directed to comply with noise, light and litter discipline. Enemy elements are in your area of operation. Some iterations of this task should be performed in MOPP 4.",
    "standards": "Prevent enemy from locating your element by exercising noise, light, and litter discipline at all times.",
    "steps": [
      ["Exercise noise discipline.", "Avoid all unnecessary vehicular and foot movement.", "Secure (with tape or other materials) metal parts (for example, weapon slings, canteen cups, identification [ID] tags) to prevent them from making noise during movement.", "Avoid all unnecessary talk.", "Use radio only when necessary.", "Set radio volume low so that only you can hear.", "Use visual techniques to communicate."],
      ["Exercise light discipline.", "Do not smoke.", "Conceal flashlights and other light sources so that the light is filtered (for example, under a poncho).", "Cover or blacken anything that reflects light (for example, metal surfaces, vehicles, glass).", "Conceal vehicles and equipment with available natural camouflage."],
      ["Exercise litter discipline.", "Establish a litter collection point (empty food containers, empty ammunition cans or boxes, old camouflage) when occupying a position.", "Verify all litter has been collected in preparation to leaving a position.", "Take all litter with you when leaving a position."]
      ],
    "references": {
      "related": ["TC 3-21.75"]
    },
    "skill": 1,
    "subject": 5,
    "battle": [2]
  },
  {
    "task": "Perform Surveillance without the Aid of Electronic Device",
    "number": "071-COM-0804",
    "conditions": "You are a member of a squad or team in a defensive position and must conduct surveillance within your assigned sector during both daylight and limited visibility (night). Some iterations of this task should be performed in MOPP 4.",
    "standards": "Identify potential activity indicators and conduct a visual search of your assigned sector. Submit SALUTE reports, as required.",
    "steps": [
      ["Identify potential activity indicators in sector."],
      ["Perform observation techniques of the sector.", ["Conduct day observation.", ["Use rapid scan technique.", "Search a strip of terrain about 100 meters deep, from left-to-right, pausing at short intervals.", "Search another 100-meter strip farther out, from right-to-left, overlapping the first strip scanned, pausing at short intervals.", "Continue this method until the entire sector of fire has been searched."], "Use slow scan technique.", ["Use detailed search technique paying attention to the following:", "Likely enemy positions and suspected vehicle/dismounted avenues of approach.", "Target signatures, such as road junctions, hills, and lone buildings, located near prominent terrain features.", "Areas with cover and concealment, such as tree lines and draws."]], ["Conduct limited visibility observation.", ["Use dark adaptation technique.", "Stay in a dark area for about 30 minutes.", "Move into a red-light area for about 20 minutes followed by about 10 minutes in a dark area."], ["Use night vision scan technique.", "Look from right to left or left to right using a slow, regular scanning movement.", "At night avoid looking directly at a faintly visible object when trying to confirm its presence."], ["Use off center vision technique.", "View an object by looking 10 degrees above, below, or to either side of it rather than directly at it.", "Shift your eyes from one off-center point to another.", "Continue to pick-up the object in your peripheral field of vision."]]],
      ["Submit SALUTE report."]
      ],
    "references": {
      "related": ["TC 3-21.75"]
    },
    "skill": 1,
    "subject": 5
  },
  {
    "task": "Challenge Persons Entering Your Area",
    "number": "071-COM-0801",
    "conditions": "You are a member of a squad or team providing security for your unit in a field environment. You have your assigned weapon, individual protective equipment, and the current challenge and password. An unknown person or persons is approaching your area. Some iterations of this task should be performed in MOPP 4.",
    "standards": "Detect and challenge all approaching personnel; prevent compromise of password; allow personnel positively identified as friendly to pass; and disarm, detain and report personnel not positively identified.",
    "steps": [
      ["Detect all personnel entering your area."],
      ["Challenge an individual that enters your area.", "Cover the individual with your weapon without disclosing your position.", "Command the individual to \"HALT\" before they are close enough to pose a threat.", "Ask \"WHO IS THERE?\" just loud enough for the individual to hear.", "Order the individual to \"ADVANCE TO BE RECOGNIZED\".", "Continue to keep individual covered without exposing yourself.", "Order the individual to \"HALT\" when they are within 2 to 3 meters from your position.", "Issue the challenge in a low voice.", ["Determine if the individual is friendly based upon their return of the correct password and your own situational awareness.", "Allow the individual to pass if the individual returns the correct password and you are convinced the individual is friendly.", ["Detain an individual if they return an incorrect password or cannot be positively identified as friendly.", "Direct the individual to disarm.", "Notify your chain of command.", "Await instruction from your command."]]],
      ["Challenge a group that enters your area.", "Cover the group with your weapon without disclosing your position.", "Order the group to halt before they are close enough to pose a threat to you.", "Command \"WHO IS THERE?\" just loud enough to be heard by the group.", "Wait for reply from the group.", "Order the leader of the group to \"ADVANCE TO BE RECOGNIZED\".", "Continue to keep group leader covered without exposing yourself.", "Order the group leader to \"HALT\" when the individual is within 2 to 3 meters from your position.", "Issue the challenge to only the group leader.", ["Determine if the group leader is friendly based upon their return of the correct password and your own situational awareness.", ["Direct the group leader to remain with you to assist in identifying group members, if you determine he/she is friendly.", "Direct the group leader to vouch for or positively identify each member of his group as they pass to your flank.", "Detain any individual in the group not recognized by the group leader by disarming them, and having them wait until your chain of command provides additional instructions."], ["Detain the group leader, if not positively identified as friendly.", "Direct the individual to disarm.", "Direct him/her to inform their group to wait.", "Notify your chain of command.", "Await instruction from your command."]]]
      ],
    "references": {},
    "skill": 1,
    "subject": 5,
    "battle": [2]
  },
  {
    "task": "Report Information of Potential Intelligence Value",
    "number": "301-COM-1050",
    "conditions": "You are a Soldier with the responsibility to actively observe and provide concise accurate reports while in an area of operations. You are given information requirements, a means of communication (radio, wire, cable, or messenger) as prescribed in the unit's standard operating procedures (SOPs), required mission-specific equipment and a situation which requires you to immediately report information of critical tactical value.",
    "standards": "Transmit information to the receiving authority in size, activity, location, unit, time and equipment (SALUTE) format to include significant terrain and weather conditions via the available means of communication. Information will be reported within 5 minutes after observation with six out of six SALUTE items correctly identified. Note: Your unit SOPs will specify the receiving authority. Examples of receiving authorities are company commander, team commander, company intelligence support team (CoIST), or S2 (Intelligence Officer [U.S. Army]) section.",
    "steps": [
      ["Identify information concerning threat activity and significant terrain and weather conditions including-", "Order of battle factors; for example, threat weapons systems, composition, and direction of movement.", "Military aspects of terrain; for example, observation and fields of fire, avenues of approach, key and decisive terrain, obstacles, and cover and concealment (OAKOC).", "Weather factors; for example, severe weather, precipitation, trafficability, surface winds and gusts, and ground visibility."],
      ["Draft message summary information in the SALUTE format.", "S-Size. Report the number of personnel, vehicles, aircraft, or size of an object. Make an estimate if necessary.", ["A-Activity. Report detailed account of the detected element activity. Indicate the activity type or types and an amplifying sub-type if applicable.", ["Attacking. (direction from)", "ADA. (engaging)", "Aircraft. (engaging) (rotary wing (RW), fixed wing (FW))", "Ambush. (improvised explosive device (IED) (exploded), IED (unexploded), Sniper, Anti-armor, Other)", "Indirect fire. (point of impact, point of origin)", "Chemical, biological, radiological, and nuclear (CBRN)"], "Defending. (direction from)", "Moving. (direction from)", "Stationary.", "Cache.", "Civilian. (criminal acts, unrest, infrastructure damage)", "Personnel recovery. (isolating event, observed signal)", "Other. (Give name and description)"], "L-Location. Report where you saw the activity. Include grid coordinates with Grid Zone Designator or reference from a known point including the distance and direction from the known point.", ["U-Unit. Report the detected element unit, organization, or facility. Indicate the type of unit, organization, or facility detected. If it cannot be clearly identified, describe in as much detail as possible, including uniforms, vehicle markings, and other identifying information.", "Conventional.", "Irregular.", "Coalition.", "Host Nation.", "Non-governmental Organization (NGO).", "Civilian.", "Facility."], "T-Time. Report the time and date the activity was observed, not the time you report it. Always report local or Zulu time.", ["E-Equipment. Report all equipment associated with the activity, such as weapons, vehicles, tools. Add a narrative if necessary to clarify, describe, or explain the type of equipment. Provide nomenclature, type, and quantity of all equipment observed. If equipment cannot be clearly identified, describe in as much detail as possible.", "Air Defense Artillery (ADA). (missile (MANPADS), missile (other), gun)", "Artillery. (gun (self propelled), gun (towed), missile or rocket, mortar)", "Armored track vehicle. (tank, APC, command and control (C2), engineer, transport, other)", "Armored wheel vehicle. (gun, APC, C2, engineer, transport, other)", "Wheel vehicle. (gun, C2, engineer, transport, other)", "Infantry weapon. (anti-armor missile, anti-armor gun, RPG, heavy machinegun, GL, small arms, other)", "Aircraft. (RW (attack helicopter (AH)), RW (utility helicopter (UH)), RW (observation helicopter), FW (attack), FW (transport), unmanned aircraft, other)", "Mine or IED. (buried, surface, VBIED, PBIED, other)", "CBRN.", "Supplies. (Class III, Class V, other)", "Civilian.", "Other."]],
      ["Select a means of communication; for example, radio, wire, cable, or messenger."],
      ["Transmit the message to the receiving authority.", "If using a messenger, provide the messenger with explicit reporting instructions and a message, preferably written, which is clear, complete, and concise.", "If using radio, use proper radio/telephone procedures according to unit SOPs. Use the radio only as needed. The enemy may intercept your transmission, exploit the message information, or locate your transmitter for targeting or jamming.", "If you encounter jamming or interference on your radio net, within 10 minutes of the incident, transmit a meaconing, intrusion, jamming, and interference (MIJI) feeder report, preferably via messenger, wire, or cable to your net control station. Your Signal Operating Instructions (SOI) contains the MIJI format."]
      ],
    "references": {
      "required": ["TC 3-21.75", "FM 6-99"],
      "related": ["ATP 3-55.4"]
    },
    "skill": 1,
    "subject": 5
  },
  {
    "task": "Perform Duty as a Guard",
    "number": "071-COM-1004",
    "conditions": "You are a Soldier and have been assigned to a guard post. The Sergeant of the Guard has given you any guard post-specific equipment, special orders, and local standard operating procedures (SOP). You have your individual weapon and personal equipment.",
    "standards": "Perform duty on assigned guard post in accordance with special orders and SOP.",
    "steps": [
      ["Prepare for guard duty.", "Review general orders, special orders, and local implementing SOPs.", "Inspect all required equipment for serviceability."],
      ["Assume guard post duty.", "Receive special order changes, if any.", "Establish communications with the Relief Commander or the Sergeant of the Guard via FM or telephonic means."],
      ["Walk the guard post or assume guard positiono."],
      ["Challenge personnel as specified by the special orders.", "Challenge all suspicious individuals observed.", "Challenge a group as specified by the special orders.", "Salute officers when performing guard duty on guard posts that do not require a challenge."],
      ["Pass instructions and changes to orders on to relief guard."]
      ],
    "references": {
      "required": ["TC 3-22.6"]
    },
    "skill": 1,
    "subject": 5,
    "battle": [2]
  },
  {
    "task": "Camouflage Yourself and Your Individual Equipment",
    "number": "052-COM-1361",
    "conditions": "Given an individual weapon, grass, bushes, and trees, pieces of the Lightweight Camouflage Screen System (LCSS), skin paint, and charcoal and/or mud. Some iterations of this task should be performed in MOPP 4.",
    "standards": "Camouflage yourself and your individual equipment to prevent detection by visual, near-infrared, infrared, ultraviolet, radar, acoustic, and radio sensors.",
    "steps": [
      ["Apply camouflage principles throughout camouflaged operations.", ["Employ realistic camouflage.", "Employ camouflage material that resembles the background.", "Employ camouflage subtly without overdoing."], ["Apply camouflaged movement technique.", "Minimize movement.", "Move slowly and smoothly when movement is necessary."], ["Breakup regular shapes.", "Use natural or artificial materials to breakup shapes, outlines, and equipment.", "Stay in shadows when moving, if possible.", "Disguise or distort the shape of your helmet and your body with natural or artificial materials when conducting operations close to the enemy."], "Reduce possible shine by covering or removing items that may reflect light.", "Blend colors with the surroundings or, at a minimum, ensure that objects do not contrast with the background.", "Employ noise discipline."],
      ["Camouflage your exposed skin.", "Cover your skin oils, using paint sticks, even if you have very dark skin.", "Use the color chart in table 052-COM-1361-1 when applying paint on the face.", "Paint high, shiny areas (forehead, cheekbones, nose, ears, and chin) with a dark color.", "Paint low, shadow areas (around the eyes, under the nose and under the chin) with a light color.", "Paint exposed skin on the back of the neck, arms, and hands with an irregular pattern."],
      ["Camouflage your uniform and helmet.", "Roll your sleeves down, and button all buttons.", "Attach leaves, grass, small branches, or pieces of LCSS to your uniform and helmet. These items will distort shapes and blend colors with the natural background.", "Wear unstarched ACUs.", "Replace excessively faded and worn ACUs because camouflage effectiveness is lost."],
      ["Camouflage your personal equipment.", "Cover or remove shiny items.", "Secure items that rattle or make noise when moved or worn.", "Breakup the shape of large and bulky equipment using natural items and/or LCSS."],
      ["Maintain camouflage.", "Replace natural camouflage as it dies and loses its effectiveness.", "Replace camouflage as it fades.", "Replace camouflage to correspond to changing surroundings."]
      ],
    "references": {
      "required": ["ATP 3-37.4", "TC 3-21.75"]
    },
    "skill": 1,
    "subject": 5,
    "battle": [2]
  },
  {
    "task": "Construct Individual Fighting Positions",
    "number": "071-COM-4408",
    "conditions": "You are a member of a squad that has just occupied a defense position and you have been directed to construct an individual fighting position. You have your assigned weapon(s) (M249 machine gun, M240B machine gun, M16-series rifle, M4-series carbine, and/or a shoulder launched missile), a blank DA Form 5517 Standard Range Card, personal protective equipment, construction material, and camouflage material. You have been given your sectors of fire. Some iterations of this task should be performed in MOPP 4.",
    "standards": "Construct a fighting position based on leadership direction and type of weapon(s) assigned. Ensure fighting position provides frontal, side, rear, and overhead cover (OHC), as required. Prepare a range card for the position.",
    "steps": [
      ["Construct a hasty fighting position.", ["Construct a shell crater.", "Lie prone in the depression.", "Orient your position so you are oblique to enemy fire."], ["Construct a skirmisher's trench.", "Lie prone or on your side.", "Report the situation immediately to the section or team leader.", "Scrape the soil underneath or beside you with an entrenching tool.", "Pile the soil in a low parapet between yourself and the enemy"], ["Construct a prone fighting position.", "Construct a crater or skirmisher's trench fighting position.", "Scrape additional soil from your position to a depth of about 18 inches (46 centimeters).", "Build cover around the edge of the position by using the dirt dug from the hole."]],
      ["Construct a deliberate fighting position.", "Construct a one-man fighting position.", ["Construct a two-man fighting position.", ["Construct stage 1 of a two-man fighting position.", "Identify sector(s) of fire (at least primary and possibly secondary).", "Check fields of fire from the prone position.", "Emplace sector stakes (right and left) to define your sectors of fire.", "Emplace aiming and limiting stakes as needed.", "Emplace grazing fire logs or sandbags to achieve grazing fire 1 meter above ground level.", "Scoop out elbow holes to keep your elbows from moving around when you fire.", "Trace position outline.", "Clear primary and secondary (if applicable) fields of fire." ], ["Construct stage 2 of a two-man fighting position.", "Emplace OHC supports to front and rear of position, at least 12 inches (30 centimeters) from the edge of the position outline.", ["Construct parapet retaining walls.", "Construct the front retaining wall at least 10 inches (25 centimeters) high, two filled sandbags deep, and equal length of the fighting position.", "Construct rear retaining wall--At least 10 inches (25 centimeters) high, and one M16 long.", "Construct flank retaining walls--At least 10 inches (25 centimeters) high, and equal width of the fighting position."], ["Remove the top layer of dirt from the hole.", "Set aside grass or foliage for camouflage.", "Use excavated soil to fill sandbags."]], ["Construct stage 3 of a two-man fighting position.", "Dig position with vertical walls to a maximum depth of armpit deep (if soil conditions permit).", "Use excavated soil from hole to fill parapets in the order of front, flanks, and rear.", "Verify you can cover the entire sector of fire from this position.", "Dig two grenade sumps in the floor one on each end.", "Slope the floor toward the grenade sumps.", "Dig a storage compartment in the bottom of the back wall; the size of the compartment depends on the amount of equipment and ammunition to be stored.", "Install revetments, if required, to prevent wall collapse/cave-in.", "Emplace standard length stringers for OHC."], ["Construct stage 4 of a two-man fighting position.", ["Install OHC.", "Emplace dustproof layer.", "Nail plywood dustproof layer to stringers, if required.", "Emplace at least 18 inches (46 centimeters) of filled sandbags for overhead burst protection.", "Use plastic or a poncho for waterproofing layer.", "Fill center cavity with soil from dug hold and surrounding soil."], ["Camouflage the fighting position.", "Mold the OHC and parapets to blend with the surrounding terrain.", "Camouflage the position with natural materials that do not have to be replaced.", "Ensure the position cannot be seen within 115 feet (35 meters)."]]]],
      ["Construct a machine gun fighting position.", ["Construct stage 1 of a machine gun fighting position.", ["Establish sectors (primary and secondary) of fire.", "Check fields of fire from the prone position.", "Assign sector of fire (primary and secondary) and final protective line (FPL) or principal direction of fire (PDF).", "Emplace aiming stakes.", "Decide whether to build OHC up or down, based on potential enemy observation of position."], ["Mark the outline of the position.", "Trace position outline to include location of two distinct firing platforms.", "Mark position of the tripod legs where the gun can be laid on the FPL or PDF."], "Clear primary and secondary fields of fire."], ["Construct Stage 2 of a machine gun fighting position.", "Dig firing platforms 6 to 8 inches (15 to 20 centimeters) deep and one M16 in length and width.", "Emplace the OHC supports to front and rear of the position.", "Construct the parapet retaining walls.", "Position the machine gun to cover primary sector of fire."], ["Construct stage 3 of a machine gun fighting position.", ["Dig position and build parapets.", "Dig the position to a maximum armpit depth around the firing platform.", "Use soil from hole to fill parapets in order of front, flanks, and rear.", "Dig grenade sumps and slope floor toward them.", "Install revetment if needed."], "Place stringers for OHC."], ["Construct stage 4 of a machine gun fighting position.", "Install OHC.", ["Install camouflage.", "Use surrounding topsoil and camouflage screen systems.", "Ensure position cannot be seen within 115 feet (35 meters).", "Use soil from hole to fill sandbags and OHC cavity, or to spread around and blend position in with surrounding ground."]]],
      ["Construct a shoulder launched missile fighting position.", ["Construct an M136 fighting position.", "Construct stage 1.", "Construct stage 2.", "Construct stage 3.", "Construct stage 4."], ["Construct a standard Javelin fighting position with OHC.", "Extend and slope the back wall of the position rearward to serve as a storage area.", "Extend the front and side parapets twice the length as the dimensions of the two-man fighting position with the Javelins primary and secondary seated firing platforms added to both sides."]],
      ["Prepare a DA Form 5517, Standard Range Card for the fighting position.", "Orient the card so both the primary and secondary sectors of fire can fit on it.", "Draw a rough sketch of the terrain to the front of your position.", "Draw your position at the bottom of the sketch.", ["Fill in the marginal data.", "Gun number or squad.", "Platoon, company and date.", "Magnetic north arrow."], "Sketch in the magnetic north arrow on the card with its base starting at the top of the marginal data section.", "Using your compass, determine the azimuth in degrees from the terrain feature to the gun position.", "Determine the distance between the gun and the feature by pacing or plotting the distance on a map.", "Sketch in the terrain feature on the card in the lower left or right hand corner.", "Connect the sketch of the position and the terrain feature with a barbed line from the feature to the gun.", "Write in the distance in meters.", ["Add final protective fires to your range card.", "Sketch in the limits of the primary sector of fire as assigned by your leader.", "Sketch in the FPL line on your sector limit as assigned.", "Determine dead space on the final protective line by having your assistant gunner walk the final protective line.", "Watch him walk down the line and mark spaces that cannot be grazed.", "Sketch dead space by showing a break in the symbol for an FPL, and write in the range to the beginning and end of the dead space.", "Label all targets in your primary sector in order of priority."], ["Prepare range card when assigned a PDF instead of an FPL.", "Sketch in the limits of the primary sector of fire as assigned by your leader.", "Sketch in the symbol for an automatic weapon oriented on the most dangerous target within your sector.", "Sketch in your secondary sector of fire.", "Label targets within the secondary sector with the range in meters from your gun to each target.", "Sketch in aiming stakes, if used."]]
      ],
    "references": {
      "required": ["DA FORM 5517", "TC 3-21.75", "TM 3-23.25"]
    },
    "skill": 1,
    "subject": 5,
    "battle": [2]
  },
  {
    "task": "Identify Combatant and Non-Combatant Personnel and Hybrid Threats",
    "number": "159-COM-2026",
    "conditions": "In a field, military operations in urban terrain (MOUT), or garrison environment, where a Soldier is required to demonstrate an understanding of the various personnel in an Operational Environment (OE). Standard MOPP 4 conditions do not exist for this task. See the MOPP 4 statement for specific conditions.",
    "standards": "Identify the combatant and non-combatant personnel and hybrid threats within an OE.",
    "steps": [
      ["Identify the combatant and/or noncombatant personnel within an OE.", ["Identify Armed Combatants:", "Regular military forces.", "Internal security forces.", "Insurgent organizations.", "Guerilla organizations.", "Private security organizations.", "Criminal organizations."], ["Identify Unarmed Combatants:", "Unarmed nonmilitary personnel who may decide to support hostilities-recruiting, financing, intelligence-gathering, providing targeting information, supply brokering, transportation, courier, information warfare (videographers), improvised explosive device (IED) fabricators.", "Unarmed combatants may possibly be affiliated with paramilitary organizations.", "Includes support that takes place off the battlefield.", "Other examples of unarmed combatants-medical teams, media (local, national, international), non-governmental organizations/private voluntary organizations (NGOs/PVOs), Trans-national corporations, foreign government and diplomatic personnel, internally displaced persons (IDPs), transients, local populace."], ["Identify the following types of Noncombatants.", "Media personnel.", "Humanitarian Relief Organizations.", "Multinational Corporations.", "Criminal organizations.", "Private Security Organizations.", "Other Noncombatants and Civilian Population Support.", "Information Warfare elements."]],
      ["Identify Hybrid Threats within an OE."]
      ],
    "references": {
      "related": ["ADP 3-0", "TC 7-100"]
    },
    "skill": 1,
    "subject": 5
  },
  {
    "task": "Conduct Operations According to the Law of War",
    "number": "181-COM-1001",
    "conditions": "Given an overview of the Law of War be able to identify, understand, and comply with the provisions of the Law of War, including the Geneva and Hague Conventions and the 10 Soldier rules. You have access to the operational hand book, FM 27-10, FM 2-22.3, and the Manual for Courts-Martial, and other related materials.",
    "standards": "Identify, understand, and comply with the Law of War. Identify problems or situations that violate the policies and take appropriate action, including notifying appropriate authorities, so that expedient action may be taken to correct the problem or situation.",
    "steps": [
      ["Identify the key elements of the Law of War.", "Describe how the Hague Convention and Geneva Conventions pertain to combat operations.", "Describe International Customary Law of War.", "Describe other international Treaty law."],
      ["Describe the responsibilities of U.S. Soldiers to obey the Law of War.", "To assist Commanders and Soldiers in mission accomplishment.", "To regulate the use of force and prohibit unlawful conduct.", "To protect against unnecessary suffering and excessive collateral damage.", "To promote the humane treatment of noncombatants, wounded and sick, and civilians."],
      ["Identify the basic principles of the Law of War.", ["Define Military Necessity.", "Describe a Legitimate Military Target.", "Define combatant force.", "Describe collateral damage."], "Define Unnecessary Suffering.", "Define Discrimination and Distinction.", "Define Proportionality.", "Define Chivalry."],
      ["Identify the \"10 Soldier's Rules\".", "Soldiers only fight enemy combatants.", "Soldiers treat humanely all who surrender or are captured.", ["Soldiers do not kill or torture detained personnel.", "List the 5 Ss and T.", "Describe humane treatment.", "Describe respect and protect."], "Soldiers collect and care for the wounded.", "Soldiers do not attack protected places or persons.", "Soldiers do not attack medical personnel, facilities or equipment.", "Soldiers destroy no more than the mission requires.", "Soldiers treat civilians and noncombatants humanely.", "Soldiers do not steal. Soldiers respect private property and possessions.", "Soldiers should do their best to prevent violations of the Law of War.", "Soldiers report all violations of the Law of War to their superior."],
      ["Identify actions to prevent Law of War violations.", "List actions to protect civilians/noncombatants.", "List actions to protect civilians/noncombatants.", "List actions to protect prisoners of war, retained persons and detainees.", "List actions to protect medical transports and facilities.", "List actions to prevent engagement of unlawful targets.", "List actions to prevent excessive use of force.", "List actions to prevent the unauthorized use of medical service symbols, flag of truce, national emblems, and enemy insignia/uniforms.", "List actions to prevent unnecessary destruction and seizure of property.", "List actions to prevent unnecessary suffering and harm.", "List actions to enforce the rights and responsibilities of EPWs, and detainees."]
      ],
    "references": {},
    "skill": 1,
    "subject": 5
  },
  {
    "task": "Employ Progressive Levels of Individual Force",
    "number": "171-COM-0011",
    "conditions": "You are a member of a section or team that is securing a critical area or defusing a civil disturbance and you are approached/confronted by one or more hostile civilians. You have your individual weapon, personal protection equipment (PPE), and the rules of engagement (ROE).",
    "standards": "Assess and immediately report threats situations to your leadership. Protect yourself against hazards. Isolate hostile civilians, if required. Control the situation using the least amount of force possible.",
    "steps": [
      ["Assess the situation by identifying the level of hostile civilian threat.", "Verbal.", "Physical without weapons (touching, pushing).", "Physical with weapons (rocks, clubs, spitting).", "Physical with firearms shown.", "Physical with firearms used."],
      ["Report the situation immediately to the section or team leader."],
      ["Protect yourself against physical and other hazards.", "Use full - face shields.", "Use double layer latex gloves."],
      ["Isolate hostile civilian(s), if required.", "Identify hostile group(s) sphere of influence.", "Remove the individual with the most influence of the crowd.", "Use the 5S's (Search, Silence, Segregate, Safeguard, Speed to the rear)."],
      ["Employ no more force than is necessary to control the situation using graduated response measures.", "Avoid confrontation if possible.", "Do not deliberately instigate, threaten, provoke, or bluff.", "Speak sternly to the civilian and state the peaceful intent of your mission.", "Tell the civilian to \"STAND BACK\" and warn them that you may have to use force.", "If a civilian places his or her hands on your body, brush them back with hand or availble PPE.", "If a civilian attempts to inflict bodily harm, use any authorized materials (such as water hoses, chemical gases) to impede movement.", "Use your individual weapon, if necessary, as prescribed by the established ROE."],
      ["Establish and maintain control of the situation.", "Comply with ROE, any host-nation requirements, applicable international treaties and operational agreements.", "Minimize casualties and damage."]
      ],
    "references": {
      "related": ["ATP 3-22.40", "FM 27-10", "TC 7-98-1", "AR 27-1"]
    },
    "skill": 1,
    "subject": 5
  },
  {
    "task": "Search a Detainee",
    "number": "191-COM-0009",
    "conditions": "Given your individual equipment, assigned weapon, a detainee, disposable restraints, a guard, an interpreter (if available), DA Forms 4002 (Evidence/Property Tag) and 4137 (Evidence/Property Custody Document), DD Form 2745 (Enemy Prisoner of War (EPW) Capture Tag), and materials to mark and bundle evidence and property. Some iterations of this task should be performed in MOPP 4.",
    "standards": "Search and restrain the detainee sequentially according to the performance steps; locate and confiscate all weapons, contraband, and items of intelligence value; and prepare DD Form 2745 and DA Form 4137 without error.",
    "steps": [
      ["Position the detainee.", "Direct the detainee to stand and face you.", "Direct the detainee to raise his/her arms above his/her head, lock his/her elbows, and spread his/her fingers with his/her palms facing you.", "Check the detainee's hands visually for weapons or contraband.", "Order the detainee to turn around and drop to his/her knees.", "Search the back of the detainee's hands for weapons or contraband.", "Direct the detainee to lie on his/her stomach, extend his/her arms straight out to the sides with the palms up, and place his/her forehead on the ground.", "Tell the detainee to spread his/her legs as far apart as possible, turn his/her feet outward, and keep his/her heels in contact with the ground.", "Ensure that the guard remains in front of and at an oblique angle to the detainee (opposite the side being searched)."],
      ["Restrain the detainee.", "Approach the front of the detainee at about a 45 angle from the side opposite the guard and focus the search on the side of the detainee closer to you.", "Squat and put your knee that is nearer the detainee on the detainee's lower back.", "Direct the detainee to put the arm that is nearer the searcher behind the detainee's back with the palm facing up.", "Maintain positive control of that arm.", "Grasp the detainee's other hand in a handshake hold, pull it across the top of the hand already under control, apply disposable restraints, and tighten them."],
      ["Search the detainee.", ["Use the bending and crushing technique, remove items as items are discovered, and set them aside.", "Bend the seams to determine if razor blades or similar devices are hidden.", "Grasp loose clothing, pull it away from the skin, and squeeze it to detect objects hidden under or within clothing.", "Cover each area by repeating the crushing technique until you are sure there are no hidden objects."], ["Announce loudly any weapon found so that the guard and interpreter can clearly hear (for example, gun, knife, or razor).", "Alert the guard.", "Remain in firm contact with the detainee as you remove the weapon from its hiding place.", "Stand up with the weapon, being careful not to walk between the guard and the detainee, and place the weapon a safe distance away within view of the guard.", "Return to the detainee and continue searching."], "Hold the disposable restraints between the detainee's hands and lift his/her arms slightly. Search the area in the small of the back.", "Release the disposable restraints and stand.", "Move to the area of the detainee's waist and face the detainee's head, squat (but do not rest your knee on the ground or on the detainee), and pivot (if required) to conduct the rest of the search.", ["Remove the detainee's headgear (if not already removed).", "Bend the seams, before crushing, to determine if razor blades or similar devices are hidden.", "Place the headgear on the floor or ground."], "Search the detainee's head and hair.", ["Search the detainee from fingers to shoulders.", "Search the collar and neck area (pull dog tags or necklace to the detainee's back).", "Remove anything that could be used as a weapon."], ["Search the detainee's back from shoulder to waist on the side nearer the searcher.", "Grasp the inside of the detainee's closer elbow.", "Pull the detainee upward onto his/her side just high enough to search the front (shoulder to waist) without placing the detainee completely on his/her side."], "Switch hands while controlling the detainee's elbow without changing position.", "Search the detainee from waist to knee, including the crotch.", "Return the detainee to the facedown position, release the elbow and remind the detainee to keep his/her feet spread and his/her heels on the ground.", "Direct the detainee to raise his/her leg by bending his/her knee.", ["Grasp the detainee's foot and search from the knee up to the foot. Check the footwear edges and soles.", "Check the top of the footwear by inserting a finger in the top edge and feeling for weapons.", "Check the footwear edges and soles."], "Direct the detainee to put the foot back down.", "Stand and move to the detainee's unsearched side. Move around the detainee's head, but do not walk between the detainee and the guard.", "Ensure that the guard rotates to the other side of the detainee (the side opposite the side to be searched) while maintaining a 45-degree angle from the detainee's head.", "Squat beside the detainee with your body facing the same direction as the detainee's head and search the other side in the same manner as the first.", ["Assist the detainee to stand.", "Turn the detainee onto the side facing away from you.", "Direct the detainee to bring his/her knees to his/her chest.", "Grasp the detainee's arms at the shoulder area and assist him/her to his/her knees.", "Pull back on the detainee's arms to help him/her rise to his/her feet.", "Ensure that the guard remains focused on the detainee and gathers information as to the detainee's demeanor."]],
      ["Complete a DD Form 2745.", ["Ensure that the following minimium information is recorded.", "The date and time of capture.", "The detainee's name (if known).", "The location of the capture (grid coordinates).", "The capturing unit.", ["The circumstances of the capture, (for example, how the detainee was captured, did the detainee resist, and did the detainee surrender). Record the following minimum information:", "Various groups, locations, and activities from which the individual detained was operating.", "The physical condition of the detainee.", "The weapons the detainee had, if applicable."]], ["Tag the detainee and his/her equipment. (If you are using a field-expedient method, ensure that you make 3 copies to represent parts A, B, and C of the form.) Distribute the DD Form 2745 tag as follows:", "Ensure that part A is attached to the detainee.", "Retain part B for yourself and/or the unit.", "Ensure that part C is attached to confiscated property (an individual item or attached to a bag or bundle)."]],
      ["Document property/evidence.", ["Mark all confiscated items with the detainee's DD Form 2745 number using one of the following methods if time permits and materials are available:", "Place the DD Form 2745 number in the \"MPR/CIR Sequence Number\" block of DA Form 4002 and annotate the item number from the DA Form 4137 and a short description in the \"Remarks\" block.", "Place the property/evidence in a resealable bag and mark the outside of the bag with a permanent marker.", "Write the number directly on the property with a permanent marker.", "Etch the number using a sharp object."], ["Prepare DA Form 4137.", "Annotate the DD Form 2745 number in the \"MPR/CID Sequence Number\" block.", "Insert the name of your unit in the \"Receiving Activity\" block.", "Place an accurate description of the location where your organization is currently based in the \"Location\" block (for example, the installation, state, and zip code or the deployed base camp and/or operating base).", "Enter the name, grade, and title (if known) of the person who owned or possessed the confiscated items in the block labeled, \"Name, Grade, and Title of Person from Whom Received.\"", "Check the \"Owner\" box if the person or detainee owns the property that you confiscated during the search with the detainee's first name, middle initial, last name, rank, and title.", "Check the \"Other\" box if ownership is unknown. For example, a weapon is discovered by another individual or turned in by another unit at the point of capture.", "Enter \"N/A\" if the property does not come from a specific person (for example, the item is found at a certain location or is collected during a search)."], "Enter the address of the person from whom you received the items in the \"Address\" block, if known. If it did not come from a person (if it came from a crime scene or point of capture), enter \"N/A.\"", ["Fill in the \"Location From Where Obtained\" block. If evidence and/or property was obtained from", "A person, enter \"person of\" and then enter the person's grade and last name and the location where the evidence and/or property was collected. Describe where the item was found on the person (for example, removed from left front pants pocket).", "A location, annotate the exact location when the property was found in the area that the detainee was captured (for example, a description might read, \"two-story house next to Exxon station on MSR Tampa IVO Baghdad\")."], "Enter the reason for confiscation in the \"Reason Obtained\" block (for example, enter \"confiscated during search of the detainee\").", "Record the date-time group of confiscation or item discovery (1400 hrs/15 Sep 06). Indicate the time span when they were collected (1400 hrs-1500 hrs/15 Sep 06) if several items were confiscated. Note the first time when the first item was taken and note the last time when the last item was confiscated.", "Enter the item numbers. List items consecutively.", "List the quantity of each item in the \"Quantity\" column. (Like items may be listed as a group. For example, 20 pills found in a container may be entered as one entry.)", ["Describe each item in the \"Description of Articles\" block. Describe each item by what can be observed. Use plain bond paper to record the continuation if necessary.", "Specify where and how you marked the items for identification (for example, \"Marked for ID, 0090829 on barrel\").", "List the color, size, and shape.", "List serial numbers or identifying marks if available.", "Place continuous slashes (///) from the left border of the block to the right border of the block to indicate the end of the list."], ["Complete the \"Chain of Custody\" portion of the form to transfer items from the owner or individual from whom the item is obtained to the person receiving custody of the items.", "Write \"1 through 3\" in the \"Item Number\" column if three items are listed in the \"Description of Articles\" block. The \"Chain of Custody\" portion of the form is also used to transfer items from one person to another. If only certain items are released, list only those items (for example, \"Item 1 and 3\").", "Enter the date of the custody transfer in the \"Date\" block.", ["Fill in the \"Released By\" column as follows:", "Enter the full name in the \"Name, Grade, or Title\" block if the property is confiscated from an individual. Have the person sign in the \"Signature\" block. Enter the words \"Refused to sign\" or \"Unable to sign\" in the \"Signature\" block if the person refuses or is unable to sign. There is no legal requirement for the form to be witnessed if the individual refuses to sign.", "Enter \"N/A\" in the \"Signature\" block if the property does not come from a specific person (for example, if it is obtained from the capture scene)."], "Fill in the \"Received By\" column (for example, enter the name, grade, or title of the person taking custody).", "Enter the reason for the custody transfer in the \"Purpose of Change of Custody\" column (for example, \"Confiscated from detainee,\" \"Detainee transferred to holding area,\" or \"Detainee transferred to local authorities\")."], "Bundle all property (if necessary) and place it in a secure location away from the search area when the search is completed and you have confiscated all the material found on the detainee (allow detainees to keep their helmets, clothing, and any chemical, biological, radiological, and nuclear protective equipment once they have been searched thoroughly)."]
      ],
    "references": {
      "required": ["DA FORM 4002", "DA FORM 4137", "DD FORM 2745", "FM 3-63"]
    },
    "skill": 1,
    "subject": 5
  },
  {
    "task": "Perform Hand-to-Hand Combat",
    "number": "071-COM-0512",
    "conditions": "You are a member of a dismounted squad conducting operations and you have encountered an unarmed adversary. You may be equipped with personnel protective equipment (PPE).",
    "standards": "Dominate the enemy using the basic fighting strategy by achieving the clinch, gaining a dominant position and finishing the fight.",
    "steps": [
      ["Close the distance.", ["Achieve the clinch.", "Face your opponent, and assume the Fighting Stance just outside of kicking range.", "Tuck your chin, and use your arms to cover your head while aggressively closing the distance.", "Drive your head into your opponent's chest.", "Move your cupped hands to your opponent's biceps.", "Aggressively fight for one of the dominant clicnh positions."], ["Achieve the Modified Seatbelt Clinch.", "Raise one of his arms.", "Move yourself perpendicular to your opponent.", "Reach around your opponent's waist to grab his opposite-side hip.", "Pull his arm into your chest with your other arm.", "Control his arm at the triceps."], ["Achieve the Double Under-hooks Clinch.", "Drive your overhook hand (with a knife edge) under your opponent's underhook arm.", "Clasp your hands in a Wrestler's Grip behind your opponent, while keeping head pressure on his chest."], ["Achieve the Rear Clinch.", "Step behind your opponent.", "Clasp your hands around your opponent's waist in an Opposing Thumbs Grip.", "Place your forehead in the small of his back to avoid strikes."]],
      ["Gain dominant position.", ["Achieve the Rear Mount.", "Place one arm under your opponent's armpit and the other over his opposite shoulder.", "Clasp your hands in on Opposing Thumbs Grip.", "Wrap both legs around your opponent, with your heels hooked inside his legs."], ["Achieve the Mount.", "Position your knees as high as possible toward the opponent's armpits.", "Place your toes in line with or inside of your ankles to avoid injuring your ankles when your opponent attempts to roll you over."], ["Achieve the Guard.", "Control opponent's arms at the elbows.", "Lock your ankles around opponent's torso."], ["Achieve Side Control.", "Keep the leg closest to your opponent's head straight.", "Bend the other leg so that the knee is near your opponent's hip.", "Keep your head turned away to avoid knee strikes.", "Place your elbow on the ground in the notch created by the opponent's head and shoulder.", "Position your other hand palm down on the ground under the opponent's near-side hip."]],
      ["Finish the fight.", ["Achieve the Rear Naked Choke.", "Place your bicep along one side of your opponent's neck; take your forearm and roll it around to the other side of neck, his chin will line up with your elbow.", "Tighten choke up and grab your shoulder or arm.", "Place your opposite hand behind the head as if your combing his hair back.", "Tuck your head in to avoid getting hit.", "Roll your shoulders back, push chest forward and finish the choke."], ["Achieve the Cross Collar Choke from the Mount and Guard.", "Open your opponent's same-side collar With your non-dominant hand.", "Reach across your body, and insert your dominant hand into the collar you just opened.", "Relax the dominant hand, and reach all the way behind your opponent's neck.", "Grasp his collar with your fingers on the inside and your thumb on the outside.", "Release the grip of your non-dominant hand, and move your dominant-side forearm across your opponent's neck under the first arm, clearing his chin.", "Reach all the way back until your dominant hand meets the other hand using the same grip.", "Turn your wrists so that your palms face you, and pull your opponent into you.", "Expand your chest, and pinch your shoulders together.", "Bring your elbows to your hips to finish the choke."], ["Achieve the Bent Arm Bar from the Mount and Side Control.", "Drive your opponent's wrist and elbow to the ground with thumbless grip.", "Move your elbow to the notch created by your opponent's neck and shoulder.", "Keep your head on the back of your hand to protect your face from strikes.", "Place your other hand under his elbow.", "Grab your own wrist with a Thumbless Grip.", "Drag the back of your opponent's hand toward his waistline.", "Lift his elbow, and dislocate his shoulder."], ["Achieve the Straight Arm Bar from the Mount.", "Decide which arm you wish to attack.", "Isolate that arm by placing your opposite-side hand in the middle of your opponent's chest, between his arms.", "Target the unaffected arm and press down to prevent your opponent from getting off the flat of his back.", "Loop your same-side arm around the targeted arm and place that hand in the middle of your opponent's chest, applying greater pressure.", "Place all of your weight on your opponent's chest and raise to your feet in a very low squat.", "Turn your body 90 degrees to face the targeted arm.", "Bring the foot nearest to your opponent's head around his face, and plant it in the crook of his neck on the opposite side of the targeted arm.", "Slide your hips down the targeted arm, keeping your buttocks tight to your opponent's shoulder.", "Secure your opponent's wrist with both of your hands in Thumb Grips.", "Keep his thumb pointed skyward to achieve the correct angle.", "Pull your heels tight to your buttocks, and pinch your knees together tightly with the upper arm trapped between your knees, not resting on your groin.", "Apply steady pressure by trapping your opponent's wrist on your chest, and arching your hips skyward."], ["Achieve the Straight Arm Bar from the Guard.", "Secure the arm at or above the elbow when your opponent presents a straight arm.", "Hold your opponent's elbow for the remainder of the move.", "Insert your other hand under the opponent's thigh on the side opposite the targeted arm.", "Open your Guard, and bring your legs up, while curling your back to limit the friction.", "Contort your body by pulling with the hand that is on the back of your opponent's thigh.", "Bring your head to his knee.", "Place your leg over his head.", "Grab your opponent, and pull him down by pulling your heels to your buttocks and pinching your knees together with your leg.", "Move the hand that was behind your opponent's thigh to grasp the wrist that you secured at the elbow with a Thumb Grip.", "Curl your calf downward and push up with your hips to break your opponent's arm."], ["Achieve the Guillotine Choke.", "Direct your opponent's head underneath one of your arms, and take a step back when your opponent charges your legs.", "Wrap your arm around your opponent's head and under his neck.", "Grasp the first hand where a watch would be with your other hand, ensuring that you have not reached around your opponent's arm.", "Cinch the choke by bringing your arm further around your opponent's head, improving your grip.", "Cinch up the choke and sit down to place him in your guard.", "Sit Down.", "Place your opponent within your Guard.", "Finish the choke by pulling with your arms and pushing with your legs."]]
      ],
    "references": {
      "related": ["TC 3-25.150"]
    },
    "skill": 1,
    "subject": 5,
    "battle": [4]
  }
]
